[
  "Even Bill is tired of the lies, SAD!",
  "Join me in Colorado Springs at 2pm- or in Denver tonight at 7pm!\n\nColorado Springs: \n\nDenver:",
  "What Bernie Sanders really thinks of Crooked Hillary Clinton.",
  "I am watching Crooked Hillary speak. Same old stuff, our country needs change!",
  "Wow, my campaign is hearing from more and more Bernie supporters that they will NEVER support Crooked Hillary. She sold them out, V.P. pick!",
  "In Hillary Clinton's America - things get worse. #TrumpPence16",
  "The dishonest media didn't mention that Bernie Sanders was very angry looking during Crooked's speech. He wishes he didn't make that deal!",
  "Thank you! \n\nFacebook: \n\nInstagram:",
  "Crooked Hillary said that I \"couldn't handle the rough and tumble of a political campaign.\" Really,I just beat 16 people and am beating her!",
  "If Michael Bloomberg ran again for Mayor of New York, he wouldn't get 10% of the vote - they would run him out of town!  #NeverHillary",
  "\"Little\" Michael Bloomberg, who never had the guts to run for president, knows nothing about me. His last term as Mayor was a disaster!",
  "General John Allen, who I never met but spoke against me last night, failed badly in his fight against ISIS. His record = BAD  #NeverHillary",
  "Crooked Hillary Clinton mentioned me 22 times in her very long and very boring speech. Many of her statements were lies and fabrications!",
  "Join @mike_pence at the University of Northwestern Ohio- tonight at 7pm. Tickets:",
  "\"@AnnCoulter: \"I believe in science\" Dem code for \"we're shutting down coal mines, steel plants and any other remaining manufacturing\"\"",
  "CAMPAIGN STATEMENT:",
  "Two policemen just shot in San Diego, one dead. It is only getting worse. People want LAW AND ORDER!",
  "Crooked Hillary Clinton made up facts about me, and \"forgot\" to mention the many problems of our country, in her very average scream!",
  "The media coverage this morning of the very average Clinton speech and Convention is a joke. @CNN and the little watched @Morning_Joe = SAD!",
  "No one has worse judgement than Hillary Clinton - corruption and devastation follows her wherever she goes.",
  "Hillary's wars in the Middle East have unleashed destruction, terrorism and ISIS across the world.",
  "Hillary's vision is a borderless world where working people have no power, no jobs, no safety.",
  "Hillary will never reform Wall Street. She is owned by Wall Street!",
  "Our way of life is under threat by Radical Islam and Hillary Clinton cannot even bring herself to say the words.",
  "Hillary's refusal to mention Radical Islam, as she pushes a 550% increase in refugees, is more proof that she is unfit to lead the country.",
  "Departing now - thank you Cedar Rapids, Iowa. This is a MOVEMENT!",
  "#CrookedHillary",
  "\"Dems warn not to underestimate Trump's potential win\"",
  "Great to be back in Iowa! #TBT with @JerryJrFalwell joining me in Davenport- this past winter. #MAGA",
  "Median household income is down for the middle class since Obama took office. It will only go further down under Clinton.",
  "A vote for Clinton-Kaine is a vote for TPP, NAFTA, high taxes, radical regulation, and massive influx of refugees.",
  "AMERICA'S FUTURE",
  "Bernie caved!",
  "\"@LallyRay: Poll: Donald Trump Sees 17-Point Positive Swing in Two Weeks - Breitbart  @realdonaldtrump\"  Great!",
  "RT @mike_pence: Good morning! Join me in Lima, Ohio - tomorrow evening at 7pm. #MAGA\nTickets:",
  "RT @piersmorgan: Trump makes a funny, obvious joke about Russia going after Hillary's emails &amp; U.S. media goes insane with fury.\nHe plays t…",
  "RT @DRUDGE_REPORT: Obama Refers to Himself 119 Times During Hillary Nominating Speech...",
  "President Obama spoke last night about a world that doesn’t exist. 70% of the people think our country is going in the wrong direction. #DNC",
  "\"@trumplican2016: @realDonaldTrump @DavidWohl stay the course mr trump your message is resonating with the PEOPLE\"",
  "\"@DavidWohl: Barack is offended that @realDonaldTrump will demand that #NATO allies pay their fair share. #DemsInPhilly\"",
  "Our country does not feel 'great already' to the millions of wonderful people living in poverty, violence and despair.",
  "Shooting deaths of police officers up 78% this year. We must restore law and order and protect our great law enforcement officers!",
  "Join me live in Toledo, Ohio!\n#MakeAmericaGreatAgain",
  "#CrookedHillary",
  "Thank you Pennsylvania!\n#MakeAmericaGreatAgain",
  "Thank you to our amazing law enforcement officers! #MAGA",
  "\"Trump right: Illegal families crossing border set to double, 51,152 so far\"",
  "Great new poll - thank you!\n#MakeAmericaGreatAgain",
  "If Russia or any other country or person has Hillary Clinton's 33,000 illegally deleted emails, perhaps they should share them with the FBI!",
  "Join our next Vice President, @Mike_Pence in Wisconsin tonight &amp; Michigan Thursday!\n\nMI: \nWI:",
  "Not one American flag on the massive stage at the Democratic National Convention until people started complaining-then a small one. Pathetic",
  "Our not very bright Vice President, Joe Biden, just stated that I wanted to \"carpet bomb\" the enemy. Sorry Joe, that was Ted Cruz!",
  "Crooked Hillary Clinton wants to flood our country with Syrian immigrants that we know little or nothing about. The danger is massive. NO!",
  "Hopefully the violent and vicious killing by ISIS of a beloved French priest is causing people to start thinking rationally. Get tough!",
  "The Democratic Convention has paid ZERO respect to the great police and law enforcement professionals of our country. No recognition - SAD!",
  "Funny how the failing @nytimes is pushing Dems narrative that Russia is working for me because Putin said \"Trump is a genius.\" America 1st!",
  "As I have been saying, Crooked Hillary will approve the job killing TPP after the election, despite her statements to the contrary: top adv.",
  "Just like I have warned from the beginning, Crooked Hillary Clinton will betray you on the TPP.",
  "Many of Bernie's supporters have left the arena. Did Bernie go home and go to sleep?",
  "I hate to say it, but the Republican Convention was far more interesting (with a much more beautiful set) than the Democratic Convention!",
  "No matter what Bill Clinton says and no matter how well he says it, the phony media will exclaim it to be incredible. Highly overrated!",
  "You have no idea what my strategy on ISIS is, and neither does ISIS (a good thing). Please get your facts straight - thanks. @megynkelly",
  "For the record, I have ZERO investments in Russia.",
  "In order to try and deflect the horror and stupidity of the Wikileakes disaster, the Dems said maybe it is Russia dealing with Trump. Crazy!",
  "#CrookedHillary",
  "Dems don't want to talk ISIS b/c Hillary's foreign interventions unleashed ISIS &amp; her refugee plans make it easier for them to come here.",
  "Bernie's exhausted, he just wants to shut down and go home to bed!",
  "The invention of email has proven to be a very bad thing for Crooked Hillary in that it has proven her to be both incompetent and a liar!",
  "Thank you New Hampshire! \n#MakeAmericaGreatAgain",
  "Join us in Toledo, Ohio- tomorrow night at 8pm! #TrumpPence16 #MAGA\nTickets:",
  "Join us tomorrow in Scranton, Pennsylvania at 3pm!\n#TrumpPence16 #MAGA \nTickets:",
  "Pocahontas bombed last night! Sad to watch.",
  "Why aren't the Democrats speaking about ISIS, bad trade deals, broken borders, police and law and order. The Republican Convention was great",
  "Funny, if you listen to @FoxNews, the Democrats did not have a good day. If you listen to the other two, they are fawning. What a difference",
  "Bernie Sanders totally sold out to Crooked Hillary Clinton. All of that work, energy and money, and nothing to show for it! Waste of time.",
  "Elizabeth Warren, often referred to as Pocahontas, just misrepresented me and spoke glowingly about Crooked Hillary, who she always hated!",
  "Sad to watch Bernie Sanders abandon his revolution. We welcome all voters who want to fix our rigged system and bring back our jobs.",
  "If Cory Booker is the future of the Democratic Party, they have no future! I know more about Cory than he knows about himself.",
  "I was at @FoxNews and met Juan Williams in passing.  He asked if he could have pictures taken with me. I said fine. He then trashes on air!",
  "Hard to believe that Bernie Sanders has done such a complete fold. He got NOTHING for all of the time, energy and money. The V.P. a joke!",
  "While Bernie has totally given up on his fight for the people, we welcome all voters who want a better future for our workers.",
  "Clinton betrayed Bernie voters. Kaine supports TPP, is in pocket of Wall Street, and backed Iraq War.",
  "Thank you OHIO! #TrumpPence16",
  "Thank you Roanoke, Virginia- be back soon! #TrumpPence16",
  "MAKE AMERICA SAFE AND GREAT AGAIN! #TrumpPence16",
  "#MakeAmericaGreatAgain",
  "Great POLL numbers are coming out all over. People don't want another four years of Obama, and Crooked Hillary would be even worse. #MAGA",
  "The State of Florida is so embarrassed by the antics of Crooked Hillary Clinton and Debbie Wasserman Schultz that they will vote for CHANGE!",
  "Wow, the Republican Convention went so smoothly compared to the Dems total mess. But fear not, the dishonest media will find a good spinnnn!",
  "Here we go again with another Clinton scandal, and e-mails yet (can you believe). Crooked Hillary knew the fix was in, B never had a chance!",
  "Crooked Hillary Clinton knew everything that her \"servant\" was doing at the DNC - they just got caught, that's all! They laughed at Bernie.",
  "If Bernie Sanders, after seeing the just released e-mails, continues to look exhausted and done, then his legacy will never be the same.",
  "Thank you! #MakeAmericaGreatAgain",
  "Hillary was involved in the e-mail scandal because she is the only one with judgement so bad that such a thing could have happened!",
  "How much BAD JUDGEMENT was on display by the people in DNC in writing those really dumb e-mails, using even religion, against Bernie!",
  "The new joke in town is that Russia leaked the disastrous DNC e-mails, which should never have been written (stupid), because Putin likes me",
  "Watched Crooked Hillary Clinton and Tim Kaine on 60 Minutes. No way they are going to fix America's problems. ISIS &amp; all others laughing!",
  "The ratings for the Republican National Convention were very good, but for the final night, my speech, great. Thank you!",
  "The highly neurotic Debbie Wasserman Schultz is angry that, after stealing and cheating her way to a Crooked Hillary victory, she's out!",
  "The Democrats are in a total meltdown but the biased media will say how great they are doing! E-mails say the rigged system is alive &amp; well!",
  "Even though Bernie Sanders has lost his energy and his strength, I don't believe that his supporters will let Crooked Hillary off the hook!",
  "Crooked Hillary Clinton was not at all loyal to the person in her rigged system that pushed her over the top, DWS. Too bad Bernie flamed out",
  "If the Republican Convention had blown up with e-mails, resignation of boss and the beat down of a big player. (Bernie), media would go wild",
  "The @CNN panels are so one sided, almost all against Trump. @FoxNews is so much better and the ratings are much higher. Don't watch CNN!",
  "I always said that Debbie Wasserman Schultz was overrated. The Dems Convention is cracking up and Bernie is exhausted, no energy left!",
  "Today proves what I have always known, that @Reince Priebus is the tough one and the smart one, not Debbie Wasserman Shultz (@DWStweets.)",
  "Sorry folks, but Bernie Sanders is exhausted, just can't go on any longer. He is trying to dismiss the new e-mails and DNC disrespect. SAD!",
  "There is no longer a Bernie Sanders \"political revolution.\" He is turning out to be a weak and somewhat pathetic figure,wants it all to end!",
  "An analysis showed that Bernie Sanders would have won the Democratic nomination if it were not for the Super Delegates.",
  "Looks like the Bernie people will fight. If not, their BLOOD, SWEAT AND TEARS was a total waste of time. Kaine stands for opposite!",
  "Wow, President Obama's brother, Malik, just announced that he is voting for me. Was probably treated badly by president-like everybody else!",
  "Bernie Sanders started off strong, but with the selection of Kaine for V.P., is ending really weak. So much for a movement! TOTAL DISRESPECT",
  "The Crooked Hillary V.P. choice is VERY disrespectful to Bernie Sanders and all of his supporters. Just another case of BAD JUDGEMENT by H!",
  "#MakeAmericaGreatAgain\n#TrumpPence16",
  "\"@NancyNielsenn: @realDonaldTrump Dinesh D'Sousa Hillary's America. see it\"",
  "\"@OliMauritania: @realDonaldTrump Kaine supported the stupidest deal in the history of deals  #HillaryKaine2016\"",
  "Thank you to everyone for the wonderful reviews of my speech on Thursday night. From the heart!",
  "The Wikileaks e-mail release today was so bad to Sanders that it will make it impossible for him to support her, unless he is a fraud!",
  "Just saw Crooked Hillary and Tim Kaine together. ISIS and our other enemies are drooling. They don't look presidential to me!",
  "I will bring jobs back and get wages up. People haven't had a real wage increase in almost twenty years. Clinton killed jobs!",
  "Tim Kaine has been praising the Trans Pacific Partnership and has been pushing hard to get it approved. Job killer!",
  "Funny that the Democrats would have their convention in Pennsylvania where her husband and her killed so many jobs. I will bring jobs back!",
  "Crooked Hillary Clinton has destroyed jobs and manufacturing in Pennsylvania. Against steelworkers and miners. Husband signed NAFTA.",
  "Leaked e-mails of DNC show plans to destroy Bernie Sanders. Mock his heritage and much more. On-line from Wikileakes, really vicious. RIGGED",
  "Pocahontas wanted V.P. slot so badly but wasn't chosen because she has done nothing in the Senate. Also, Crooked Hillary hates her!",
  "Tim Kaine is, and always has been, owned by the banks. Bernie supporters are outraged, was their last choice. Bernie fought for nothing!",
  "The Bernie Sanders supporters are furious with the choice of Tim Kaine, who represents the opposite of what Bernie stands for. Philly fight?",
  "\"@Theresa_Cali: @realDonaldTrump General Michael Flynn will make a great Secretary of Defense when you become POTUS! #MakeAmericaSafeAgain\"",
  "I highly recommend the just out book - THE FIELD OF FIGHT - by General Michael Flynn. How to defeat radical Islam.",
  "Is it the same Kaine that took hundreds of thousands of dollars in gifts while Governor of Virginia and didn't get indicted while Bob M did?",
  "Another attack, this time in Germany. Many killed. God bless the people of Munich.",
  "One of the best produced, including the incredible stage &amp; set, in the history of conventions. Great unity! Big T.V. ratings! @KarlRove",
  "Thank you Cleveland. We love you and will be back many times!",
  "What a great four days in Cleveland. So proud of the great job done by the RNC and all. The police and Secret Service were fantastic!",
  "MAKE AMERICA SAFE AND GREAT AGAIN! #RNCinCLE",
  "FORMAL ACCEPTANCE OF THE NOMINATION! #TrumpPence16",
  "You can watch 360 video live from the podium!  #RNCinCLE #TrumpIsWithYou #MakeAmericaGreatAgain",
  "This is a MOVEMENT! #RNCinCLE",
  "Thank you @DonaldJTrumpJr. Proud of you! #RNCinCLE #TrumpPence2016",
  "Great job @IvankaTrump! #RNCinCLE",
  "Other than a small group of people who have suffered massive and embarrassing losses, the party is VERY united. Great love in the arena!",
  "Ted Cruz talks about the Constitution but doesn't say that if the Dems win the Presidency, the new JUSTICES appointed will destroy us all!",
  "I am soooo proud of my children, Don, Eric and Tiffany - their speeches, under enormous pressure, were incredible. Ivanka intros me tonight!",
  "Great job @EricTrump! Proud of you!\n#AmericaFirst #RNCinCLE",
  "MAKE AMERICA GREAT AGAIN!",
  "Arena was packed, totally electric!",
  ".@mike_pence was fantastic tonight. Will be a great V.P.",
  "Our next Vice President of the United States of America, Gov. @Mike_Pence!\n#GOPinCLE #GOPConvention\n#AmericaFirst",
  "Wow, Ted Cruz got booed off the stage, didn't honor the pledge! I saw his speech two hours early but let him speak anyway. No big deal!",
  "Great job @EricTrump! Proud of you! \n#AmericaFirst #RNCinCLE",
  "Thank you @ScottWalker! #AmericaFirst \n#RNCinCLE",
  "Thank you to Governor @ScottWalker for such warm support. Great speech!",
  "Thank you @IngrahamAngle! #AmericaFirst",
  "#AmericaFirst #RNCinCLE",
  "Watching the #GOPConvention\n#AmericaFirst #RNCinCLE",
  "John Kasich was never asked by me to be V.P. Just arrived in Cleveland - will be a great two days!",
  "STATEMENT ON MELANIA SPEECH",
  "The media is spending more time doing a forensic analysis of Melania's speech than the FBI spent on Hillary's emails.",
  "Good news is Melania's speech got more publicity than any in the history of politics especially if you believe that all press is good press!",
  "In November, I think the people of Ohio will remember that the Republicans picked Cleveland instead of going to another state. Jobs!",
  "Bill Hemmer of @FoxNews was very nice in explaining the excitement and energy in the arena. More than in past years.",
  "Congratulations to my children, Don and Tiffany, on having done a fantastic job last night. I am very proud of you!",
  "Such a great honor to be the Republican Nominee for President of the United States. I will work hard and never let you down! AMERICA FIRST!",
  "The ROLL CALL is beginning at the Republican National Convention. Very exciting!",
  "#MakeAmericaWorkAgain \n#TrumpPence16 #RNCinCLE",
  "#MakeAmericaWorkAgain\n#TrumpPence16 #RNCinCLE",
  "\"@RoxaneTancredi:  Democrats are coming to TRUMP. I used to be proud of the dem party. No more It is crooked and not for the people.\"",
  "It was truly an honor to introduce my wife, Melania. Her speech and demeanor were absolutely incredible. Very proud! #GOPConvention",
  "Will be on @OreillyFactor tonight at 8:30pm @FoxNews- prior to Melania's speech at the #GOPConvention. Tune in- she will do great! #RNCinCLE",
  "#MakeAmericaSafeAgain!\n#GOPConvention #RNCinCLE",
  "Networks other than low ratings @CNN have been very fair and exciting!",
  ".@CNN is the worst.They go to their dumb, one-sided panels when a podium speaker is for Trump! VAST MAJORITY want: Make America Great Again!",
  "Looking forward to being at the convention tonight to watch all of the wonderful speakers including my wife, Melania. Place looks beautiful!",
  "Thank you Mahoning County, Ohio! See you soon! #MakeAmericaSafeAgain",
  "RT @foxandfriends: STILL AHEAD: @realDonaldTrump joins us at 7am/et! #RNCinCLE",
  "President Obama just had a news conference, but he doesn't have a clue. Our country is a divided crime scene, and it will only get worse!",
  "Our country is totally divided and our enemies are watching. We are not looking good, we are not looking smart, we are not looking tough!",
  "\"@60Minutes: DonaldTrump and his running mate @Mike_Pence to appear on #60Minutes in first joint interview. CBS",
  "I will be on @60Minutes tonight at 7:00 P.M. with Mike Pence talking about LAW AND ORDER and many other subjects! Bad times for divided USA!",
  "We are TRYING to fight ISIS, and now our own people are killing our police. Our country is divided and out of control. The world is watching",
  "We grieve for the officers killed in Baton Rouge today. How many law enforcement and people have to...",
  "The ratings at @FoxNews blow away the ratings of @CNN - not even close. That's because CNN is the Clinton News Network and people don't like",
  ".@FoxNews is much better, and far more truthful, than @CNN, which is all negative. Guests are stacked for Crooked Hillary! I don't watch.",
  "If Goofy Elizabeth Warren, a very weak Senator, didn't lie about her heritage (being Native American) she would be nothing today. Pick her H",
  "I hope that Crooked Hillary picks Goofy Elizabeth Warren, sometimes referred to as Pocahontas, as her V.P. Then we can litigate her fraud!",
  "It doesn't matter that Crooked Hillary has experience, look at all of the bad decisions she has made. Bernie said she has bad judgement!",
  "As the days and weeks go by,  we see what a total mess our country (and world) is in - Crooked Hillary Clinton led Obama into bad decisions!",
  "We are going to have a great time in Cleveland. Will lead to special results for our country. We will Make America Great Again!",
  "Goofy Elizabeth Warren, who may be the least productive Senator in the U.S. Senate, must prove she is not a fraud. Without the con it's over",
  "Thank you to Jack Morgan, Tamara Neo, Cheryl Ann Kraft and all of my friends and supporters in Virginia. GREAT JOB!",
  "\"@TrumpDoonbeg: Great news! We've been nominated for Ireland's Best Golf Hotel 2016.We would appreciate your vote!",
  "Thank you to Chris Cox and Bikers for Trump - Your support has been amazing. I will never forget. MAKE AMERICA GREAT AGAIN!",
  "Thank you! #TrumpPence16",
  "Crooked Hillary Clinton is bought and paid for by Wall Street, lobbyists and special interests. She will sell our country down the tubes!",
  "Very sad that a person who has made so many mistakes, Crooked Hillary Clinton, can put out such false and vicious ads with her phony money!",
  "Crooked Hillary, who embarrassed herself and the country with her e-mail lies, has been a DISASTER on foreign policy. Look what's happening!",
  "Crooked Hillary is spending big Wall Street money on ads saying I don't have foreign policy experience, yet look what her policies have done",
  "Look forward to introducing Governor Mike Pence (who has done a spectacular job in the great State of Indiana). My first choice from start!",
  "Look forward to Governor Mike Pence V.P. introduction tomorrow in New York City.",
  "I am pleased to announce that I have chosen Governor Mike Pence as my Vice Presidential running mate. News conference tomorrow at 11:00 A.M.",
  "Four more years of weakness with a Crooked Hillary Administration is not acceptable. Look what has happened to the world with O &amp; Hillary!",
  "#NeverTrump is never more. They were crushed last night in Cleveland at Rules Committee by a vote of 87-12. MAKE AMERICA GREAT AGAIN!",
  "My prayers and condolences to the victims and families of the terrible tragedy in Nice, France. We are with you in every way!",
  "In light of the horrible attack in Nice, France, I have postponed tomorrow's news conference concerning my Vice Presidential announcement.",
  "Another horrific attack, this time in Nice, France. Many dead and injured. When will we learn? It is only getting worse.",
  "I employ many people in the State of Virginia - JOBS, JOBS, JOBS! Crooked Hillary will sell us out, just like her husband did with NAFTA.",
  "Another new poll. Thank you for your support! Join the MOVEMENT today! \n#ImWithYou",
  "Great new poll- thank you America!\n#Trump2016 #ImWithYou",
  "I will be making the announcement of my Vice Presidential pick on Friday at 11am in Manhattan. Details to follow.",
  "If I win the Presidency, we will swamp Justice Ginsburg with real judges and real legal opinions!",
  "Even the @NYTimes and @WashingtonPost Editorial Boards condemned Justice Ginsburg for her ethical and legal breach. What was she thinking?",
  "Is Supreme Court Justice Ruth Bader Ginsburg going to apologize to me for her misconduct? Big mistake by an incompetent judge!",
  "On my way to San Diego to raise money for the Republican Party. I am spending a lot myself and also helping others.",
  "Voters understand that Crooked Hillary's negative ads are not true- just like her email lies and her other fraudulent activity.",
  "Despite spending $500k a day on TV ads alone #CrookedHillary falls flat in nationwide @QuinnipiacPoll. Having ZERO impact. Sad!!",
  "Lyin' Crooked Hillary's email stories all have one thing in common.",
  "Is President Obama trying to destroy Israel with all his bad moves? Think about it and let me know!",
  "The Republican platform is most \npro-Israel of all time!",
  "New GOP platform now includes language that supports the border wall. We will build the wall and MAKE AMERICA SAFE AGAIN!",
  "#CrookedHillary is outspending me by a combined 31 to 1 in Florida, Ohio, &amp; Pennsylvania. I haven't started yet!",
  "Thank you Florida, Ohio, and Pennsylvania! #CrookedHillary is not qualified. #ImWithYou",
  "Thank you! #ImWithYou",
  "Justice Ginsburg of the U.S. Supreme Court has embarrassed all by making very dumb political statements about me. Her mind is shot - resign!",
  "THANK YOU INDIANA! #Trump2016",
  "Thank you Iowa- see you soon!\n#Trump2016 #ImWithYou",
  "I will be interviewed by @oreillyfactor tonight on @FoxNews at 8pm. Enjoy!",
  "The American people agree. No free pass for #CrookedHillary!",
  "To all the Bernie voters who want to stop bad trade deals &amp; global special interests, we welcome you with open arms. People first.",
  "Bernie sanders has abandoned his supporters by endorsing pro-war pro-TPP pro-Wall Street Crooked Hillary Clinton.",
  "Bernie Sanders endorsing Crooked Hillary Clinton is like Occupy Wall Street endorsing Goldman Sachs.",
  "#CrookedHillary is not qualified!",
  "I am somewhat surprised that Bernie Sanders was not true to himself and his supporters. They are not happy that he is selling out!",
  "Bernie Sanders, who has lost most of his leverage, has totally sold out to Crooked Hillary Clinton. He will endorse her today - fans angry!",
  "This election is a choice between law, order &amp; safety - or chaos, crime &amp; violence. I will make America safe again for everyone. #ImWithYou",
  "For too many years, our inner cities have been left behind. I am going to deliver jobs, safety and protection for those in need.",
  "Crime is out of control, and rapidly getting worse. Look what is going on in Chicago and our inner cities. Not good!",
  "#MakeAmericaGreatAgain #ImWithYou",
  "Senior United States District Judge Robert E. Payne today ruled in favor of Trump campaign delegates who had argued..",
  "Speech on Veterans' Reform:",
  "Great poll- Florida! Thank you!",
  "Thoughts and prayers with the victims, and their families- along with everyone at the Berrien County Courthouse in St. Joseph, Michigan.",
  "Join me in Westfield, Indiana- tomorrow night at 7:30pm! #Trump2016 \nTickets:",
  "I heard that the underachieving John King of @CNN on Inside Politics was one hour of lies. Happily, few people are watching - dead network!",
  "The media is so dishonest. If I make a statement, they twist it and turn it to make it sound bad or foolish.They think the public is stupid!",
  "President Obama thinks the nation is not as divided as people think. He is living in a world of the make believe!",
  "Look what is happening to our country under the WEAK leadership of Obama and people like Crooked Hillary Clinton. We are a divided nation!",
  "New poll - thank you! #Trump2016",
  "Way to go @serenawilliams  - you are a true champion. Proud of you!",
  "MAKE AMERICA SAFE AGAIN!",
  "Isn't it sad that on a day of national tragedy Hillary Clinton is answering softball questions about her email lies on @CNN?",
  "Due to the horrific events taking place in our country, I have decided to postpone my speech on economic opportunity- today in Miami.",
  "Last night's horrific execution-style shootings of 12 Dallas law enforcement officers...",
  "Prayers and condolences to all of the families who are so thoroughly devastated by the horrors we are all watching take place in our country",
  "After today, Crooked Hillary can officially be called Lyin' Crooked Hillary.",
  "Thank you Speaker @PRyan!\n#AmericaFirst #Trump2016",
  "#MakeAmericaGreatAgain",
  "Thank you Rep. Collins! #Trump2016",
  "Just leaving D.C. Had great meetings with Republicans in the House and Senate. Very interesting day! These are people who love our country!",
  "Great being in Cincinnati, Ohio last night- thank you! Off to Washington D.C. now. #Trump2016 #AmericaFirst",
  "Where is the outrage for this Disney book? Is this the 'Star of David' also? \nDishonest media! #Frozen",
  "To all of my twitter followers, please contribute whatever you can to the campaign. We must beat Crooked Hillary.",
  "Convention speaker schedule to be released tomorrow. Let today be devoted to Crooked Hillary and the rigged system under which we live.",
  "I have over seven million hits on social media re Crooked Hillary Clinton. Check it out Sleepy Eyes, @MarkHalperin @NBCPolitics",
  "Sleepy eyes Chuck Todd, a man with so little touch for politics, is at it again.He could not have watched my standing ovation speech in N.C.",
  "Even the once great Caesars is bankrupt in A.C. Others to follow. Ask the Democrat City Council what happened to Atlantic City.",
  "Hillary Clinton should ask why the Democrat pols in Atlantic City made all the wrong moves - Convention Center, Airport - and destroyed City",
  "I made a lot of money in Atlantic City and left 7 years ago, great timing (as all know). Pols made big mistakes, now many bankruptcies.",
  "Crooked Hillary Clinton lied to the FBI and to the people of our country. She is sooooo guilty. But watch, her time will come!",
  "The rigged system may have helped Hillary Clinton escape criminal charges, but...",
  "Crooked Hillary has once again been proven to be a person who is dishonest, incompetent and of very bad judgement.",
  "Crooked Hillary Clinton and her team \"were extremely careless in their handling of very sensitive, highly classified information.\" Not fit!",
  "Crooked Hillary Clinton is unfit to serve as President of the U.S. Her temperament is weak and her opponents are strong. BAD JUDGEMENT!",
  "I don't think the voters will forget the rigged system that allowed Crooked Hillary to get away with \"murder.\" Come November 8, she's out!",
  "Raised a lot of money for the Republican Party. There will be a big gasp when the figures are announced in the morning. Lots of support! Win",
  "I will be interviewed by @oreillyfactor tonight on @FoxNews at 11pm. Enjoy!",
  "My son, @EricTrump will be interviewed by @SeanHannity tonight at 10pm on @FoxNews. Enjoy!",
  "Looking forward to meeting with @SenBobCorker in a little while. We will be traveling to North Carolina together today.",
  "FBI director said Crooked Hillary compromised our national security. No charges. Wow! #RiggedSystem",
  "The system is rigged. General Petraeus got in trouble for far less. Very very unfair! As usual, bad judgment.",
  "It was great spending time with @joniernst yesterday. She has done a fantastic job for the people of Iowa and U.S. Will see her again!",
  "Taxpayers are paying a fortune for the use of Air Force One on the campaign trail by President Obama and Crooked Hillary. A total disgrace!",
  "On @FoxNews at 7:00 P.M. \"Special: Meet the Trumps\" Hope you enjoy!",
  "Why is President Obama allowed to use Air Force One on the campaign trail with Crooked Hillary? She is flying with him tomorrow. Who pays?",
  "With Hillary and Obama, the terrorist attacks will only get worse. Politically correct fools, won't even call it what it is - RADICAL ISLAM!",
  "Crooked Hillary Clinton is \"guilty as hell\" but the system is totally rigged and corrupt! Where are the 33,000 missing e-mails?",
  "The only people who are not interested in being the V.P. pick are the people who have not been asked!",
  "I look forward to meeting @joniernst today in New Jersey. She has done a great job as Senator of Iowa!",
  "Spent time with Indiana Governor Mike Pence and family yesterday. Very impressed, great people!",
  "Senator Tom Cotton was great on Meet the Press yesterday. Despite a totally one-sided interview by Chuck Todd, the end result was solid!",
  "Dishonest media is trying their absolute best to depict a star in a tweet as the Star of David rather than a Sheriff's Star, or plain star!",
  "Happy 4th of July! #Trump2016 #AmericaFirst",
  "Crooked Hillary will NEVER be able to handle the complexities and danger of ISIS - it will just go on forever. We need change!",
  "The third mass attack (slaughter) in days by ISIS. 200 dead in Baghdad, worst in many years. We do not have leadership that can stop this!",
  "In Bangladesh, hostages were immediately killed by ISIS terrorists if they were unable to cite a verse from the Koran. 20 were killed!",
  "I believe that Crooked Hillary sent Bill to have the meeting with the U.S.A.G. So Bill is not in trouble with H except that he got caught!",
  "The SECRET meeting between Bill Clinton and the U.S.A.G. in back of closed plane was heightened with FBI shouting \"go away, no pictures.\"",
  "Does anybody really believe that Bill Clinton and the U.S.A.G. talked only about \"grandkids\" and golf for 37 minutes in plane on tarmac?",
  "\"THE SYSTEM IS RIGGED!\"",
  "On Saturday a great man, Elie Wiesel, passed away.The world is a better place because of him and his belief that good can triumph over evil!",
  "Crooked Hillary Clinton knew that her husband wanted to meet with the U.S.A.G. to work out a deal. The system is totally rigged &amp; corrupt!",
  "Only a fool would believe that the meeting between Bill Clinton and the U.S.A.G. was not arranged or that Crooked Hillary did not know.",
  "Just watched @meetthepress and how totally biased against me Chuck Todd, and the entire show, is against me.The good news-the people get it!",
  "It was just announced-by sources-that no charges will be brought against Crooked Hillary Clinton. Like I said, the system is totally rigged!",
  "It is impossible for the FBI not to recommend criminal charges against Hillary Clinton. What she did was wrong! What Bill did was stupid!",
  "Thank you @greta. #ImWithYou",
  "Thank you for your support!\n#AmericaFirst #LeadRight2016",
  "RT @GOP: Reminder: last year, Clinton pledged she had turned over all work-related email under penalty of perjury ⬇️",
  "Thank you! #AmericaFirst",
  "If I become the next POTUS- they will not be ignoring! #AmericaFirst",
  "Crooked Hillary -- Makes History! \n#ImWithYou #AmericaFirst",
  "The #2A to our Constitution is clear. The right of the people to keep &amp; bear Arms shall not be infringed upon.",
  "#AmericaFirst #ImWithYou",
  "The speakers slots at the Republican Convention are totally filled, with a long waiting list of those that want to speak - Wednesday release",
  "Just read in the failing @nytimes that I was not aware \"the event had to be held in Cleveland\" - a total lie. These people are sick!",
  "When you can't say it - or see it -- you can't fix it. We will MAKE AMERICA SAFE AGAIN! #ImWithYou #AmericaFirst",
  "Just returned from Colorado. Amazing crowd!",
  "Thank you for inviting me to the Western Conservative Summit in Colorado! #ImWithYou #WCS16",
  "Thank you for your support! We will MAKE AMERICA SAFE AND GREAT AGAIN! #ImWithYou #AmericaFirst",
  "These crimes won't be happening if I'm elected POTUS. Killer should have never been here. #AmericaFirst",
  "Yet another terrorist attack today in Israel -- a father, shot at by a Palestinian terrorist, was killed while:",
  "Horrible killing of a 13 year old American girl at her home in Israel by a Palestinian terrorist. We must get tough.",
  ".@TraceAdkins great job on FOX this morning. Keep up the good work!",
  "Take a look at what happened w/ Bill Clinton. The system is totally rigged. Does anybody really believe that meeting was just a coincidence?",
  "Bill Clinton's meeting was a total secret. Nobody was to know about it but he was caught by a local reporter.",
  "As Bernie Sanders said, Hillary Clinton has bad judgement. Bill's meeting was probably initiated and demanded by Hillary!",
  "#ThrowbackThursday #Trump2016",
  "I will be interviewed by @SeanHannity tonight at 10pm on FOX! Enjoy!",
  "The reason I put up approximately $50 million for my successful primary campaign is very simple, I want to MAKE AMERICA GREAT AGAIN!",
  "I have self funded my winning primary campaign with an approx. $50 million loan. I have totally terminated the loan!",
  "The very dishonest @NBCNews refuses to accept the fact that I have forgiven my $50 million loan to my campaign. Done deal!",
  "One of the reasons Hillary hid her emails was so the public wouldn't see how she got rich- selling out America.",
  "Why would college graduates want Crooked Hillary as their President? She will destroy them!",
  "New book by @ericbolling is absolutely terrific and a must read! #WakeUpAmerica",
  "The story with Hillary will never change.",
  "RT @DRUDGE_REPORT: 43-39",
  "For reasons only they can explain, the @USChamber wants to continue our bad trade deals rather than renegotiating and making them better.",
  "Tremendous day in Massachusetts and Maine. Thank you to everyone for making it so special!",
  "\"@Gengm7: @jakeda @realDonaldTrump As of April this year, Hillary had spent $264,000,000 on her campaign Mr.Trump $55,000,000. self funding\"",
  "I will be on @oreillyfactor at 8:00 P.M. Enjoy!",
  "ISIS exploded on Hillary Clinton's watch- she's done nothing about it and never will. Not capable!",
  "Will be in Bangor, Maine today! Join me- 4pmE at the Cross Insurance Center!",
  "New Q poll out- we are going to win the whole deal- and MAKE AMERICA GREAT AGAIN! #Trump2016",
  "Just watched Senator John Barrasso on @FoxNews - He was great! Thank you John.",
  "Why would the USChamber be upset by the fact that I want to negotiate better and stronger trade deals or that I want penalties for cheaters?",
  "The @USCHAMBER must fight harder for the American worker. China, and many others, are taking advantage of U.S. with our terrible trade pacts",
  "Iron Mike Tyson was not asked to speak at the Convention though I'm sure he would do a good job if he was. The media makes everything up!",
  "\"@jtsbk:  @AllenWest thanks for sharing Eric we need @realDonaldTrump now as this administration is incapable of keeping our country safe\"",
  "We must do everything possible to keep this horrible terrorism outside the United States.",
  "Yet another terrorist attack, this time in Turkey. Will\nthe world ever realize what is going on? So sad.",
  "Hillary Clinton’s Presidency would be catastrophic for\nthe future of our country. She is ill-fit with bad judgment.",
  "Benghazi is just another Hillary Clinton failure. It just\nnever seems to work the way it's supposed to with Clinton.",
  "Check it out - 2nd video on Lying Crooked Hillary is now online! Watch it here: \n \n#CrookedHillary #Trump2016",
  "\"@kridan1: Canceled cable - sick of their bad coverage of you and the fawning over Clinton ... Listened to your great speech on YouTube\"",
  "\"@bluedogdemky: @CWAUnion @iowa_trump @RichardTrumka @AFLCIO This is why I would think the unions would support @realDonaldTrump for #POTUS\"",
  "\"@arnold_ziffel: @AnnCoulter also can't help but notice the stock market's reaction as @realDonaldTrump was speaking. #UPUPUP\"",
  "\"@Patricia_Graf:  @GovBrewer @cvpayne let's get Trump supporters out in massive numbers and make America Great Again - create jobs\"",
  "\"@vegas_sports: Good for @realDonaldTrump he's smart on business. Maybe If corporations weren't overtaxed they would stay. Voting for #Trump",
  "\"@GovBrewer: I'll be a guest today on Making Money with @cvpayne on @ Fox Business 6 PM ET / 3 PM PT Discussing @realDonaldTrump. Tune in!\"",
  ".@CNN is all negative when it comes to me. I don't watch it anymore.",
  "The media is unrelenting. They will only go with and report a story in a negative light. I called Brexit (Hillary was wrong), watch November",
  "Crooked Hillary is wheeling out one of the least productive senators in the U.S. Senate, goofy Elizabeth Warren, who lied on heritage.",
  "\"@LindaSuhler: Trump voters don't scare or back down. Our numbers are growing &amp; we're taking our country BACK. #Trump2016🇺🇸 #MAGA",
  "\"@w4djt: \"Under a Trump presidency, America will make brilliant new trade deals!\" —Donald Trump #dtmag",
  "\"@brazosboys: Hillary read \"sigh\" off the Teleprompter, She's so fake she has to be told how to feel:  @FoxNews",
  "\"@JimVitari:  @ABC @washingtonpost we know they're fake just like poles during primary. I'm sure u will crush #CrookedHillary in general\"",
  "The \"dirty\" poll done by @ABC @washingtonpost is a disgrace. Even they admit that many more Democrats were polled. Other polls were good.",
  "Crooked Hillary Attacks Foreign Government Donations - While Ignoring Her Own:",
  "Crooked Hillary Clinton got Brexit wrong. I said LEAVE will win. She has no sense of markets and such bad judgement. Only a question of time",
  "Hillary Clinton is not a change agent, just the same old status quo! She is spending a fortune, I am spending very little. Close in polls!",
  "People in our country want borders, and without them the old line pols like Crooked Hillary will not win. It is time for CHANGE -- and JOBS!",
  "Top 50 Facts About Crooked Hillary Clinton From Trump 'Stakes Of The Election' Address:",
  "The @ABC poll sample is heavy on Democrats.  Very dishonest - why would they do that? Other polls good!",
  "Crooked Hillary just took a major ad of me playing golf at Turnberry. Shows me hitting shot, but I never did = lie! Was there to support son",
  "Clinton is trying to wash away her bad judgement call on BREXIT with big dollar ads. Disgraceful!",
  "Crooked Hillary Clinton, who called BREXIT 100% wrong (along with Obama), is now spending Wall Street money on an ad on my correct call.",
  "George Will, one of the most overrated political pundits (who lost his way long ago), has left the Republican Party.He's made many bad calls",
  "Just landed in New York - a one night stay in Scotland. Turnberry came out magnificently. My son, Eric, did a great job - under budget!",
  "Obama has blocked ICE officers and BP from doing their jobs. That ends when I am President!",
  "I have never liked the media term 'mass deportation' -- but we must enforce the laws of the land!",
  "We only want to admit those who love our people and support our values. #AmericaFirst",
  "We must suspend immigration from regions linked with terrorism until a proven vetting method is in place.",
  "Thank you to everyone who came out &amp; joined us @TrumpTurnberry yesterday! @EricTrump @IvankaTrump @DonaldJTrumpJr",
  "On the 13th tee box @TrumpScotland with my grand daughter, Kai! @DonaldJTrumpJr",
  "Arriving @TrumpScotland with @DonaldJTrumpJr &amp; @EricTrump. Back to New York tonight. \nVideo:",
  "So funny, Crooked Hillary called BREXIT so incorrectly, and now she says that she is the one to deal with the U.K. All talk, no action!",
  "Thoughts and prayers are with everyone in West Virginia- dealing with the devastating floods. #ImWithYou",
  "\"@Jolena3: @realDonaldTrump And we will get it back once we have President Trump! Can't wait!\"",
  "\"@DarrenWaggener: @realDonaldTrump What has happened in the UK in the last 12 hours is exactly what will happen in November..vote TRUMP 2016",
  "Many people are equating BREXIT, and what is going on in Great Britain, with what is happening in the U.S. People want their country back!",
  "The opening of Trump Turnberry in Scotland was a big success. Good timing, I was here for BREXIT. Very exciting news conference today!",
  "Crooked Hillary called it totally wrong on BREXIT - she went with Obama - and now she is saying we need her to lead. She would be a disaster",
  "I want all Americans to succeed together. President Obama's illegal executive amnesty undermines job prospects for...",
  "New Government data by the Center for Immigration Studies shows more than 3M new legal &amp; illegal immigrants settled..",
  "America is proud to stand shoulder-to-shoulder w/a free &amp; ind UK. We stand together as friends, as allies, &amp; as a people w/a shared history.",
  "Self-determination is the sacred right of all free people's, and the people of the UK have exercised that right for all the world to see.",
  "Getting ready to open the magnificent Turnberry in Scotland. What a great day, especially when added to the brave &amp; brilliant vote.",
  "Statement Regarding British Referendum on E.U. Membership",
  "Just arrived in Scotland. Place is going wild over the vote. They took their country back, just like we will take America back. No games!",
  "Congratulations to my son, Eric, on the fantastic job he has done in rebuilding Turnberry, and its great Ailsa Course. Always support kids!",
  "Leaving now for a one night trip to Scotland in order to be at the Grand Opening of my great Turnberry Resort. Will be back on Sat. night!",
  "Meet the amazing mother whose letter I read during my speech. She lost her son to policies supported by Clinton.",
  "Read my full statement here on the Supreme Court's executive amnesty decision #imwithyou",
  "Here is another CNN lie. The Clinton News Network is losing all credibility. I’m not watching it much anymore.",
  "CNN, which is totally biased in favor of Clinton, should apologize. They knew they were wrong.",
  "RT @ScottAdamsSays: Trump's speech today is the best persuasion I have ever seen. Game over. Now running unopposed:",
  "Our inner cities have been left behind. We will never have the resources to support our people if we have an open border.",
  "On immigration, I’m consulting with our immigration officers\n&amp; our wage-earners. Hillary Clinton is consulting with Wall Street.",
  "Obama &amp; Clinton should stop meeting with special interests, &amp; start meeting with the victims of illegal immigration.",
  "Hillary Clinton’s open borders are tearing American families apart. I am going to make our country Safe Again for all Americans. #Imwithyou",
  "SC has kept us safe from exec amnesty--for now. But Hillary has pledged to expand it, taking jobs from Hispanic &amp; African-American workers.",
  "RT @FoxBusiness: .@JerryJrFalwell: \"I was so impressed by [@realDonaldTrump's] speech yesterday. He was the best I've ever seen him.\"",
  "Hillary Lies to Benghazi Families\n#CrookedHillary",
  "ISIS threatens us today because of the decisions Hillary Clinton has made along with President Obama.\"  --  Donald J. Trump",
  "\"Hillary Clinton may be the most corrupt person ever to seek the presidency.\"  --   Donald J. Trump",
  "Thank you to Donald Rumsfeld for the endorsement. Very much appreciated. Clinton's conduct has been \"disqualifying.\"",
  "\"@AllegrettiVicki: You have great children, future presidents...and we all see were raised right and out there for their father.\" Thank you.",
  "\"@1lion: brilliant 3 word response to Hillary's 'I'm With You'  slogan  @realDonaldTrump",
  "\"@justininglv: @realDonaldTrump great speech today!! It's all about America and that's why you will become president!!!!\"  Thank you.",
  "#Imwithyou",
  "#Imwithyou",
  "Hillary says things can't change. I say they have to change. It's a choice between Americanism and her corrupt globalism. #Imwithyou",
  "\"@chrisboydbrew: @LouDobbs @realDonaldTrump @FoxBusiness.. Saw your interview.You are the best! Great questions, great answers\" Lou is great",
  "Crooked Hillary refuses to say that she will be raising taxes beyond belief! She will be a disaster for jobs and the economy!",
  "I will be interviewed by @LouDobbs tonight on @FoxBusiness 7pm ET",
  "Hillary defrauded America as Secy of State. She used it as a personal hedge fund to get herself rich! Corrupt, dangerous, dishonest.",
  "If you want to know about Hillary Clinton's honesty &amp; judgment, ask the family of Ambassador Stevens.",
  "Hillary took money and did favors for regimes that enslave women and murder gays.",
  "I am \"the king of debt.\"That has been great for me as a businessman, but is bad for the country. I made a fortune off of debt, will fix U.S.",
  "Obama-Clinton inherited $10T in debt and turned it into nearly $20T.  They have bankrupted…",
  "Hillary Clinton's open borders immigration policies will drive down wages for all Americans - and make everyone less safe.",
  "How can Hillary run the economy when she can't even send emails without putting entire nation at risk?",
  "Hillary Clinton surged the trade deficit with China 40% as\nSecretary of State, costing Americans millions of jobs.",
  "Hillary says this election is about judgment.  She's right.  Her judgement has killed thousands, unleashed ISIS and wrecked the economy.",
  "I will be making a big speech tomorrow to discuss the failed policies and bad judgment of Crooked Hillary Clinton.",
  "Crooked Hillary Clinton is totally unfit to be our president-really bad judgement and a temperament, according to new book, which is a mess!",
  "When I said that if, within the Orlando club, you had some people with guns, I was obviously talking about additional guards or employees",
  ".@DJohnsonPGA We are so proud of you Dustin. Your reaction under pressure was amazing. First of many Majors. You are a true CHAMPION!",
  "\"@bfraser747: Watch out HillaryClinton 👿 Support @realDonaldTrump 🇺🇸 🇺🇸 #MakeAmericaGreatAgain 🇺🇸",
  "Yesterday's failing @NYTimes fraudulently shows an empty room prior to my speech, when in fact, it was packed!",
  "How can the NY Times show an empty room hours before my speech even started when they knew it was going to be packed? So totally dishonest!",
  "Donald Trump's Speech Is a Game Changer. #Trump2016",
  "See you soon Arizona! #Trump2016",
  "I love you Arizona! Thank you!\n#Trump2016 #AmericaFirst",
  "MAKE AMERICA GREAT AGAIN! MAKE AMERICA SAFE AGAIN!\n#Trump2016 #AmericaFirst",
  "Thank you Las Vegas, Nevada!\n#Trump2016 #AmericaFirst",
  "In Las Vegas, getting ready to speak!",
  "Join me in Phoenix, Arizona today at 4pm! #Trump2016 #AmericaFirst",
  "Thank you Houston, Texas! \n#AmericaFirst #Trump2016",
  "Thank you! #AmericaFirst",
  "The convention in Cleveland will be amazing!",
  "Thank you- on my way!",
  "Thank you @DallasPD!",
  "Join me in Phoenix, Arizona tomorrow at 4pm! #Trump2016 #AmericaFirst",
  "THANK YOU! #AmericaFirst",
  "RT @robertjeffress: Honored to pray for my friend, @realDonaldTrump, at tonight's Dallas rally. #TrumpDallas c: @DanScavino",
  "MAKE AMERICA GREAT AGAIN! MAKE AMERICA SAFE AGAIN!",
  "People very unhappy with Crooked Hillary and Obama on JOBS and SAFETY! Biggest trade deficit in many years! More attacks will follow Orlando",
  "Amazing crowd last night in Dallas - more spirit and passion than ever before. Today, all over the great State of Texas!",
  "\"@VoteTrumpMAGA: The media attack on @realDonaldTrump is relentless. They are desperate. But, they keep #Trump in the news - a good thing.",
  "Thank you Dallas, Texas!",
  "Houston, TX:\n\n\nLas Vegas, NV\n\n\nPhoenix, AZ:",
  "Join me in Houston, Texas tomorrow night at 7pm! Tickets:",
  "RT @Reince: Flying to Dallas now with @realDonaldTrump...Reports of discord are pure fiction. Great events lined up all over Texas.  Rs wil…",
  "\"Donald Trumps Speech Is a Game Changer.\"",
  "The trade deficit rose to a 7yr high thanks to horrible trade policies Clinton supports. I will fix it fast- JOBS!",
  "McAllen, Texas- 8 miles from \nU.S. - Mexico border. #Trump2016 \nVideo:",
  "\"@realericjallen: @realDonaldTrump is a Common Sense Conservative! President Trump=Competence, Safety, Unity, &amp; US JOBS, JOBS, JOB.",
  "RT @AnnCoulter: Trump's speech today was Churchillian, only better.  You can tell by the spluttering hysteria on TV about @realDonaldTrump.",
  "I will be interviewed on @greta at 7:00 P.M.  @FoxNews",
  "Finally an accurate story from the Washington Post!",
  "Join me in Dallas, Texas on Thursday!\n#AmericaFirst #Trump2016",
  "Thank you Atlanta, Georgia! Will be back soon! #AmericaFirst",
  "I will be meeting with the NRA, who has endorsed me, about not allowing people on the terrorist watch list, or the no fly list, to buy guns.",
  "The press is so totally biased that we have no choice but to take our tough but fair and smart message directly to the people!",
  "An: Media fell all over themselves criticizing what DonaldTrump \"may have insinuated about @POTUS.\" But he's right:",
  "Thank you Greensboro, North Carolina! Will be back soon! #AmericaFirst",
  "TONIGHT! NORTH CAROLINA:\n\n\nWEDNESDAY! GEORGIA:\n\n\nSATURDAY! NEVADA:",
  "RT @realDonaldTrump: HAPPY 241st BIRTHDAY to the @USArmy! THANK YOU!",
  "HAPPY 241st BIRTHDAY to the @USArmy! THANK YOU!",
  "Thank you to the LGBT community! I will fight for you while Hillary brings in more people that will threaten your freedoms and beliefs.",
  "AMERICA FIRST!",
  "American must now get very tough, very smart and very vigilant. We cannot admit people into our country without extraordinary screening.",
  "Join me in Atlanta on Wednesday- at noon! #Trump2016\nTickets:",
  "Crooked Hillary says we must call on Saudi Arabia and other countries to stop funding hate. I am calling on- cont'd:",
  "Saudi Arabia and many of the countries that gave vast amounts of money to the Clinton Foundation- cont'd:",
  "I thought people weren’t celebrating? They were cheering all over, even this savage from Orlando. I was right.",
  "In my speech on protecting America I spoke about a temporary ban, which includes suspending immigration from nations tied to Islamic terror.",
  "Based on the incredibly inaccurate coverage and reporting of the record setting Trump campaign, we are hereby:",
  "I am no fan of President Obama, but to show you how dishonest the phony Washington Post is:",
  "RT @AnnCoulter: Anyone who plans to talk about Trump ever again has to see this speech.  Your opinion is irrelevant unless you listened to…",
  "TERRORISM, IMMIGRATION, AND NATIONAL SECURITY SPEECH- TRANSCRIPT:",
  "Congratulations to the 2016 #StanleyCup Champions, Pittsburgh @Penguins!",
  "I am watching @FoxNews and how fairly they are treating me and my words, and @CNN, and the total distortion of my words and what I am saying",
  "I will be going to New Hampshire today, home of my first primary victory, to discuss terror and the horrible events of yesterday. 2:30 P.M.",
  "I have been hitting Obama and Crooked Hillary hard on not using the term Radical Islamic Terror. Hillary just broke-said she would now use!",
  "What has happened in Orlando is just the beginning. Our leadership is weak and ineffective. I called it and asked for the ban. Must be tough",
  "\"@WandaWalls20: @realDonaldTrump Please make us safe. We cannot have Hillary as president. We will be in so much trouble.",
  "Reporting that Orlando killer shouted \"Allah hu Akbar!\" as he slaughtered clubgoers. 2nd man arrested in LA with rifles near Gay parade.",
  "Is President Obama going to finally mention the words radical Islamic terrorism? If he doesn't he should immediately resign in disgrace!",
  "Appreciate the congrats for being right on radical Islamic terrorism, I don't want congrats, I want toughness &amp; vigilance. We must be smart!",
  "Horrific incident in FL. Praying for all the victims &amp; their families. When will this stop? When will we get tough, smart &amp; vigilant?",
  "Clinton made a false ad about me where I was imitating a reporter GROVELING after he changed his story. I would NEVER mock disabled. Shame!",
  "Really bad shooting in Orlando. Police investigating possible terrorism. Many people dead and wounded.",
  "Goofy Elizabeth Warren, sometimes referred to as Pocahontas, pretended to be a Native American in order to advance her career. Very racist!",
  "Riley Rone was a great young man. We will miss him dearly.",
  "Join me on Tuesday- in Greensboro, North Carolina! #Trump2016 #AmericaFirst",
  "Thank you Pittsburgh, Pennsylvania! Will be back soon! #AmericaFirst",
  "Thank you to our amazing law enforcement officers! #AmericaFirst",
  "Thank you Tampa, Florida!\n#AmericaFirst #TrumpTrain",
  "Sad case- @USATODAY did article saying I don't pay bills- false, only don't pay when work is shoddy, bad, or not done! They should do same!",
  "In Tampa, Florida- thank you to all of our outstanding volunteers who want to #MakeAmericaGreatAgain!",
  "Don King, and so many other African Americans who know me well and endorsed me, would not have done so if they thought I was a racist!",
  "Mitt Romney had his chance to beat a failed president but he choked like a dog. Now he calls me racist-but I am least racist person there is",
  "Thank you Richmond, Virginia! \n#Trump2016",
  "Thank you @FaithandFreedom Coalition! An honor joining you today- to discuss our shared values.\n#RTM2016 #Trump2016",
  "Heading to Richmond, Virginia now. Join me tonight! #Trump2016\nTickets:",
  "#FlashbackFriday #CrookedHillary",
  "I rarely agree with President Obama- however he is 100% correct about Crooked Hillary Clinton. Great ad!",
  "2004 VIDEO:\nPocahontas describing Crooked Hillary Clinton as a Corporate Donor Puppet. Time for change! #Trump2016",
  "Heading to D.C. to speak at Faith and Freedom Coalition and visit OPO.",
  "\"Donald Trump Plans To Continue GOP\nLegacy Of Leading On Women’s, Civil Rights Against Racist, Sexist Democrats\"",
  "The great boxing promoter, Don King, just endorsed me. Nice!",
  "Join me! \n6/10: Richmond, VA - 8pm\n6/11: Tampa, FL - 11am\n6/11: Pittsburgh, PA - 3pm\n6/13: Portsmouth, NH - 2:30pm",
  "\"@Ausbiz:  RECORD 14 million primary votes/beat 16 opponents/financed own campaign. You will be a great POTUS &amp; #MakeAmericaGreatAgain\"",
  "\"@FoxNews: .@JamesRosenFNC: \"Never before has a president endorsed someone under investigation by @TheJusticeDept.\"",
  "Pocahontas is at it again! Goofy Elizabeth Warren, one of the least productive U.S. Senators, has a nasty mouth. Hope she is V.P. choice.",
  "\"@FreemarketSara: Trump's Historic 13 Million Primary Votes - A Record ... Congratulations @realDonaldTrump",
  "Join me! #Trump2016\n\n6/10: Richmond\n\n\n6/11: Tampa\n\n\n6/11: Pittsburgh",
  "Thank you Roseanne, very much appreciated.",
  "How long did it take your staff of 823 people to think that up--and where are your 33,000 emails that you deleted?",
  "A message of condolences and support regarding the terrorist attacks in Tel Aviv:",
  "Obama just endorsed Crooked Hillary. He wants four more years of Obama—but nobody else does!",
  "Crooked Hillary Clinton will be a disaster on jobs, the economy, trade, healthcare, the military, guns and just about all else. Obama plus!",
  "As expected, the media is very much against me. Their dishonesty is amazing but, just like our big wins in the primaries, we will win!",
  "\"@KathyCeurter: @realDonaldTrump please Mr.Trump make @SenatorJeffSessions your VP. He is a perfect running mate.\"  He is a great guy!",
  "Bernie Sanders must really dislike Crooked Hillary after the way she played him. Many of his supporters, because of trade, will come to me.",
  "\"@mabynshingleton: JohnKasich, the VOTERS have spoken.We want @realDonaldTrump. You AGREED to support NOMINEE. Get on board or leave @GOP\"",
  "\"@Dale_Dangler: @realDonaldTrump You will be the greatest president the world has ever seen\"  Thanks.",
  "I would have had many millions of votes more than Crooked Hillary Clinton except for the fact that I had 16 opponents, she had one!",
  "\"@nauthizjane: @realDonaldTrump Congratulations Mr. Trump.\"  Thank you!",
  "\"@setfire2flames: Senator Sanders spent more than @realDonaldTrump yet lost.\"",
  "RT @seanhannity: Graph: @RealDonaldTrump's Historic 13 Million Primary Votes Compared To Every GOP Nominee Since 1908",
  "MAKE AMERICA GREAT AGAIN!\n#AmericaFirst #Trump2016",
  "\"@lovusa4: @RichardWeaving Why @foxandfriends @NewDay WHERE IS THE REPORTING @realDonaldTrump &lt;MOST VOTES FOR PRESIDENT IN HISTORY OF USA\"",
  "\"@mariadaq:  HISTORIC!! what's historic is OUR national debt, record unemployment, &amp;pocketbook crisis!THE PEOPLE NEED TRUMP2 make USA RICH!\"",
  "\"@sara_wejesa: @realDonaldTrump Great speach!!!!!!!\"  Thanks!",
  "\"@jimhewitt: . @FrankCaliendo doing @realDonaldTrump on @MikeAndMike is awesome. \"Number one presidency of all time\"",
  "\"@JoeDeFranco: Top RINO hack for MSNBC Joey Scarborough on the air and calling the next President Trump a racist and bigot. Shame on you\"",
  "Nobody is watching @Morning_Joe anymore. Gone off the deep end - bad ratings. You won't believe what I am watching now!",
  "\"@southpaw816: @SenSanders fans, greatest way to get even with her Highness - vote for @realDonaldTrump, at least you'll have a job.",
  "Thank you to all for your wonderful comments on my speech. I could feel the electricity in thr air. Great reviews - most votes ever recieved",
  "\"@WolfStopper: Gee ... Does this make @realDonaldTrump right one more time?",
  "\"@DjD_Thunder: Standing by @realDonaldTrump all the way to the White House!",
  "Thank you California! #Trump2016",
  "Thank you New Mexico! #Trump2016",
  "Thank you South Dakota! #Trump2016",
  "Thank you New Jersey! #Trump2016",
  "Thank you Montana! #Trump2016",
  "I will be speaking about our great journey to the Republican nomination at 9:00 P.M. The movement toward a country that WINS again continues",
  "I will be interviewed tonight on @seanhannity - Enjoy!  10:00 P.M.",
  "Thank you! Together we will #MakeAmericaGreatAgain!",
  "In just out book, Secret Service Agent Gary Byrne doesn't believe that Crooked Hillary has the temperament or integrity to be the president!",
  "A former Secret Service Agent for President Clinton excoriates Crooked Hillary describing her as ERRATIC &amp; VIOLENT. Bad temperament for pres",
  "See, when I said NATO was obsolete because of no terrorism protection, they made the change without giving me credit.",
  "RT @IvankaTrump: My next project is pretty amazing…!\nxx, Ivanka",
  "Thank you Diamond and Silk!",
  "Remembering the fallen heroes on #DDay - June 6, 1944.",
  "I am getting bad marks from certain pundits because I have a small campaign staff. But small is good, flexible, save money and number one!",
  "A massive blow to Obama's message - only 38,000 new jobs for month in just issued jobs report. That's REALLY bad!",
  "Crooked Hillary is being badly criticized (for a Wall Street paid for ad) by PolitiFact for a false ad on me on women. She is a total fraud!",
  "Crooked Hillary Clinton has not held a news conference in more than 7 months. Her record is so bad she is unable to answer tough questions!",
  "Just like I have been able to spend far less money than  others on the campaign and finish #1, so too should our country. We can be great!",
  "People like @KatyTurNBC report on my campaign, but have zero access. They say what they want without any knowledge.True of so much of media!",
  "Hillary Clinton is unfit to be president. She has bad judgement, poor leadership skills and a very bad and destructive track record. Change!",
  "I am watching @CNN very little lately because they are so biased against me. Shows are predictable garbage! CNN and MSM is one big lie!",
  "The Clinton News Network, sometimes referred to as @CNN, is getting more and more biased.They act so indignant-hear them behind closed doors",
  "\"@sareed59:  Our ineffective #POTUS has to make a speech in #Elkhart to make everything look great. Mr. Trump #MakeAmericaGreatAgain\"",
  "Thank you Attorney General Gonzales, so many people feel this way.",
  "We just had the worst jobs report since 2010.",
  "The Mayor of San Jose did a terrible job of ordering the  protection of innocent people. The thugs were lucky supporters remained peaceful!",
  "Many of the thugs that attacked the peaceful Trump supporters in San Jose were illegals. They burned the American flag and laughed at police",
  "\"@Don_Vito_08: Thank You Mr. Trump for Standing up for Our Country! #VoteTrump2016 JOIN ME ON THE #TrumpTrain🚂",
  "\"@rapidcraft: Here’s The HILLARY UNIVERSITY Scandal No One In The Media Is Talking About  @realDonaldTrump\"",
  "Muhammad Ali is dead at 74! A truly great champion and a wonderful guy. He will be missed by all!",
  "RT @CBSNews: WATCH NOW: The @realDonaldTrump supporters you'd never expect",
  "Thank you Redding, California!\n#MakeAmericaGreatAgain #CAPrimary",
  "Great evening in San Jose other than the thugs. My supporters are far tougher if they want to be, but fortunately they are not hostile.",
  "So much interest in my visit to Scotland! I greatly look forward to attending the opening event @TrumpTurnberry- taking place on June 24th.",
  "\"I'm a former chief of police in a border town. I'm Hispanic, I'm proud to be Hispanic and I'm 100% behind Trump.\"",
  "In Crooked Hillary's telepromter speech yesterday, she made up things that I said or believe but have no basis in fact. Not honest!",
  "I don't watch or do @Morning_Joe anymore. Small audience, low ratings! I hear Mika has gone wild with hate. Joe is Joe. They lost their way!",
  "Rally last night in San Jose was great. Tremendous love and enthusiasm in the hall. Big crowd. Outside, small group of thugs burned Am flag!",
  "Terrible jobs report just reported. Only 38,000 jobs added. Bombshell!",
  "\"@fivestarr6028: Yes! Hubby and I voted 4 @realDonaldTrump already!  Thank you.",
  "\"@LiliannyLeebou: I think the first female president of the USA will be @IvankaTrump a beautiful intelligent young genuine successful lady!\"",
  "\"@LunsfordWhitney: This is rich coming from her. She tweeted you will be president! #Women4Ttump #Trump2016",
  "\"@angeloftruth11: Clinton says Trump is dangerous. Who's the one who killed 4 Americans in Benghazi?",
  "\"@Crz4basball: @JudgeJeanine  @realDonaldTrump Looks like several legal Hispanics supporting Trump! They know he will be good for them too.\"",
  "Then, on June 25th- back to the USA to MAKE AMERICA GREAT AGAIN!",
  "After @TrumpScotland, I will visit @TrumpDoonbeg in Ireland, the magnificent resort fronting on the Atlantic Ocean.",
  "After @TrumpTurnberry I will be visiting Aberdeen, the oil capital of Europe, to see my great club, @TrumpScotland.",
  "On June 22- I will be going to Scotland to celebrate the opening of the newly renovated @TrumpTurnberry Resort, the worlds best.",
  "Join me in Redding, California- tomorrow at 1:00pm. #Trump2016\nTickets:",
  ".@Natalie_Gulbis- Thank you for the nice piece in @SInow / @Golf_com.\nKeep up the great work!",
  "RT @IvankaTrump: Beautiful article about @realDonaldTrump written by my friend, the incredibly talented golfer Natalie Gulbis:",
  "\"@RobertMordica: @realDonaldTrump Only Trump can save America. Right leader at the right time.\" THANK YOU!",
  "\"@Valenti317: @realDonaldTrump she's a criminal and you're the only person that can stop her.\"",
  "\"@TaylorEdwards99: THIS IS @POTUS'S LEGACY! AN ABSOLUTE DISASTER!!! WE NEED @realDonaldTrump NOW!! #MAGA #TRUMP2016",
  "\"@free_SA_BD: @realDonaldTrump A vote for Trump is a vote to restore our great country.\"",
  "A 60% increase in Texas Blue Cross/Blue Shield through ObamaCare. I told you so, there is panic and anger as healthcare costs explode!",
  "So great to have the endorsement and support of Paul Ryan. We will both be working very hard to Make America Great Again!",
  "Bad performance by Crooked Hillary Clinton! Reading poorly from the telepromter! She doesn't even look presidential!",
  "Crooked Hillary no longer has credibility - too much failure in office. People will not allow another four years of incompetence!",
  "Crooked Hillary Clinton, who I would love to call Lyin' Hillary, is getting ready to totally misrepresent my foreign policy positions.",
  "After the litigation is disposed of and the case won, I have instructed my execs to open Trump U(?), so much interest in it! I will be pres.",
  "Even though I have a very biased and unfair judge in the Trump U civil case in San Diego, I have thousands of great reviews &amp; will win case!",
  "With all of the Crooked Hillary Clinton's foreign policy experience, she has made so many mistakes - and I mean real monsters! No more HRC.",
  "Join me in San Jose, California- tonight!\n#MakeAmericaGreatAgain #Trump2016\nTickets:",
  "Wow, USA Today did todays cover story on my record in lawsuits. Verdict: 450 wins, 38 losses. Isn't that what you want for your president?",
  "Do you ever notice that @CNN gives me very little proper representation on my policies. Just watched-nobody knew anything about my foreign P",
  "Bernie Sanders was right when he said that Crooked Hillary Clinton was not qualified to be president because she suffers from BAD judgement!",
  "Crooked Hillary Clinton has zero natural talent - she should not be president. Her temperament is bad and her decision making ability-zilch!",
  "\"@HaloDad22: @realDonaldTrump I already voted for you! My wife did as well! I represent #Teachers4Trump! We represent #CA4Trump! #NeverDems",
  "\"@SCPioneer: @stockdaleism @JamesRosenFNC @FoxNews @realDonaldTrump Not for slackers! Happy w/courses I took.\" Thanks.",
  "Thank you Sacramento, California! #MakeAmericaGreatAgain",
  "Same failing @nytimes \"reporter\" who wrote discredited women's story last week wrote another terrible story on me today- will never learn!",
  "Crooked Hillary Clinton is a fraud who has put the public and country at risk by her illegal and very stupid use of e-mails. Many missing!",
  "Join me in San Jose, California- tomorrow evening at 7pm! \n#MakeAmericaGreatAgain #Trump2016",
  "So I raised/gave $5,600,000 for the veterans and the media makes me look bad! They do anything to belittle - totally biased.",
  "Congratulations to @seanhannity on his tremendous increase in television ratings. Speaking of ratings- I will be on his show tonight @ 10pE.",
  "I am getting great credit for my press conference today. Crooked Hillary should be admonished for not having a press conference in 179 days.",
  "Katie Couric, the third rate reporter, who has been largely forgotten, should be ashamed of herself for the fraudulent editing of her doc.",
  "I will be interviewed on @seanhannity tonight at 10pmE on @FoxNews. Enjoy!",
  "Join me in Sacramento, California-tomorrow evening @ 7pm! #Trump2016",
  "So many veterans groups are beyond happy with all of the money I raised/gave! It was my great honor - they do an amazing job.",
  "Just finished a press conference in Trump Tower wherein I gave information on which VETERANS groups got the $5,600,000 that I raised/gave!",
  "I have raised/given a tremendous amount of money to our great VETERANS, and have got nothing but bad publicity for doing so. Watch!",
  "So many great things happening - new poll numbers looking good! News conference at 11:00 A.M. today, Trump Tower!",
  "I should have easily won the Trump University case on summary judgement but have a judge, Gonzalo Curiel, who is totally biased against me.",
  "I have a judge in the Trump University civil case, Gonzalo Curiel (San Diego), who is very unfair. An Obama pick. Totally biased-hates Trump",
  "I hope everyone had a great Memorial Day!",
  "I would have had millions of votes more in the primaries (than Crooked Hillary) if I only had one opponent, instead of sixteen. Broke record",
  "Have a great Memorial Day and remember that we will soon MAKE AMERICA GREAT AGAIN!",
  "\"@NBCDFW: Trump rallies veterans at annual Rolling Thunder Gathering",
  "\"@FrankyLamouche: how many of donald's rolling thunder brigade will sign up and go to war for him in the middle east.\"",
  "\"@MariaErnandez3b: Trump Supports Rolling Thunder Rally #TRUMP STRONG  So true, and remember the M.I.A.'s!",
  "\"@ScottWRasmussen: Donald Trump and Bikers Share Affection at Rolling Thunder Rally  A great day in D.C.!",
  "\"@TeaPartyNevada: #Trump2016 \"Illegals are taken care of better than our veterans.\"",
  "The endorsement of me by the 16,500 Border Patrol Agents was the first time that they ever endorsed a presidential candidate. Nice!",
  "In getting the endorsement of the 16,500 Border Patrol Agents (thank you), the statement was made that the WALL was very necessary!",
  "Obama says a WALL at our southern border won't enhance our security (wrong) and yet he now wants to build a much bigger wall (fence) at W.H.",
  "If dummy Bill Kristol actually does get a spoiler to run as an Independent, say good bye to the Supreme Court!",
  "The Republican Party has to be smart &amp; strong if it wants to win in November. Can't allow lightweights to set up a spoiler Indie candidate!",
  "Bill Kristol has been wrong for 2yrs-an embarrassed loser, but if the GOP can't control their own, then they are not a party. Be tough, R's!",
  "Good news is that my campaign has perhaps more cash than any campaign in the history of politics- b/c I stand 100% behind everything we do.",
  "Heading to D.C. to see and hear ROLLING THUNDER. Amazing people that LOVE OUR COUNTRY. Great spirit!",
  "Honor Memorial Day by thinking of and respecting all of the great men and women that gave their lives for us and our country! We love them.",
  "Does President Obama ever discuss the sneak attack on Pearl Harbor while he's in Japan? Thousands of American lives lost. #MDW",
  "Don't believe the biased and phony media quoting people who work for my campaign. The only quote that matters is a quote from me!",
  "I am always on the front page of the failing @nytimes, but when I won the GOP nomination, I'm in the back of the paper. Very dishonest!",
  "The media is on a new phony kick about my management style. I spend much less money &amp; get much better results! What we need as Prez!",
  "The failing @nytimes wrote a story about my management style &amp; that I don't have many people. I have 73, Hillary has 800- &amp; I'm beating her.",
  "I (we) broke the all-time record for most votes gotten in a Republican Primary - by a lot - and with many states left to go! Thank you.",
  "The U.S. has 69 treaties with other countries where we would have to defend them and their borders. How nice, but what do we get? NOT ENOUGH",
  "Great rally in Fresno, California- great crowd! Thank you! #Trump2016",
  "Obama administration fails to screen Syrian refugees' social media accounts:",
  ".@SanDiegoPD- Fantastic job on handling the thugs who tried to disrupt our very peaceful and well attended rally. Greatly appreciated!",
  "Thank you @BillyJoel- many friends just told me you gave a very kind shoutout at MSG. Appreciate it- love your music!",
  "Wow- 25,000 in San Diego, California!\nThank you!! #Trump2016",
  "I am on @oreillyfactor tonight, a big special. @FoxNews  at 8:00 P.M. ENJOY!",
  "Bill O'Reilly doing a major special on @OreillyFactor tonight- @FoxNews at 8pmE. Watch it, should be good! #Trump2016",
  "AN AMERICA FIRST ENERGY PLAN\n#MakeAmericaGreatAgain #Trump2016",
  "Poll data shows that @marcorubio does by far the best in holding onto his Senate seat in Florida. Important to keep the MAJORITY. Run Marco!",
  "Today we, together, won the Republican Nomination for President!",
  "My wife @MELANIATRUMP, and my children will be featured on @FoxNews with @Greta- 7pmE. Enjoy!\n#MeetTheTrumps #Trump2016",
  "Celebrating 1237! #Trump2016",
  "Thank you! #Trump2016",
  "I find it offensive that Goofy Elizabeth Warren, sometimes referred to as Pocahontas, pretended to be Native American to get in Harvard.",
  "Thank you Mr. &amp; Mrs. @TomBarrackJr for the wonderful and magical evening last night. It will not be forgotten. #Trump2016",
  ".@kimguilfoyle- just watched you on @OutnumberedFNC- thank you!",
  "The Inspector General's report on Crooked Hillary Clinton is a disaster. Such bad judgement and temperament cannot be allowed in the W.H.",
  "Thank you Anaheim, California!\n#Trump2016",
  "Thank you Washington! Honored to say, on behalf of our great movement, we have broken the all time record for votes in GOP primary history.",
  "The protesters in New Mexico were thugs who were flying the Mexican flag. The rally inside was big and beautiful, but outside, criminals!",
  "Crooked Hillary Clinton just can't close the deal with Bernie. I had to knock out 16 very good and smart candidates. Hillary doesn't have it",
  "Goofy Senator Elizabeth Warren @elizabethforma has done less in the U.S. Senate than practically any other senator. All talk, no action!",
  "@elizabethforma  Goofy Elizabeth Warren, sometimes known as Pocahontas, bought foreclosed housing and made a quick killing. Total hypocrite!",
  "\"@gordonsr1052:  Washington, BIG Thank You for supporting Trump! We are all going to help Trump Make America Great Again! Trump2016!\"",
  "\"@buiIdthewall: @realDonaldTrump high energy!\"",
  "\"@PiperSul: Great speech tonight Mr.Trump! Good Luck in California! Thank you.",
  "\"@DeepakS76435750: @realDonaldTrump congratulations from India\"",
  "\"@oasisupernova: @realDonaldTrump UP TO 8.4 MILLION FOLLOWERS. CAN'T STOP THE #TrumpTrain 🚂 #MakeAmericaGreatAgain\"",
  "\"@jknatter: @realDonaldTrump #TrumpTrain\"",
  "\"@tcloer11: @realDonaldTrump Great job! Make America Great Again!\"",
  "@elizabethforma Goofy Elizabeth Warren, sometimes referred to as Pocahontas because she faked the fact she is native American, is a lowlife!",
  "Great rally in New Mexico, amazing crowd! Now in L.A. Big rally in Anaheim.",
  "Thank you Washington! #Trump2016\n#MakeAmericaGreatAgain",
  "Great honor to receive today's endorsement of @RickSantorum. Really nice! #Trump2016",
  "After raising, w/ no obligation, almost $6M for Vets, I couldn't believe protesters formed @ Trump Tower. JUST OUT- SENT BY CROOKED HILLARY!",
  "Thank you @DailyMail- for setting the failing @NYTimes story straight. This is what the NYT's should have written!",
  "A suggestion for the dishonest media-",
  "A wonderfully written article concerning Israel by @JasonDovEsq",
  "A great new book has been written about Crooked Hillary. Read it &amp; you will never be able to vote for her. @Ed_Klein",
  "Crooked Hillary Clinton overregulates, overtaxes and doesn't care about jobs. Most importantly, she suffers from plain old bad judgement!",
  "I just released my financial disclosure forms, the largest numbers in the history of the F.E.C. Even the dishonest media thinks great!",
  "Amazingly, with all of the money I have raised for the vets, I have got nothing but bad publicity from the dishonest and disgusting media.",
  "Much of the money I have raised for our veterans has already been distributed, with the rest to go shortly to various other veteran groups.",
  "While under no obligation to do so, I have raised between 5 &amp; 6 million dollars, including 1million dollars from me, for our VETERANS. Nice!",
  "Join me in California or Montana!\n5/25/16: Anaheim, California\n\n5/26/16: Billings, Montana",
  "I will be interviewed on @oreillyfactor at 8:00 P.M. Enjoy!",
  "Obama’s VA Secretary just said we shouldn't measure\nwait times. Hillary says VA problems are not ‘widespread.’ I will take care of\nour vets!",
  "Is Hillary really protecting women?",
  "In trade, military and EVERYTHING else, it will be AMERICA FIRST! This will quickly lead to our ultimate goal: MAKE AMERICA GREAT AGAIN!",
  "Thank you America! #Trump2016",
  "The American people are sick and tired of not being able to lead normal lives and to constantly be on the lookout for terror and terrorists!",
  "Bernie Sanders is continuing his quest because he believes that Crooked Hillary Clinton will be forced out of the race - e-mail scandal!",
  "Join me on Wednesday, May 25th at the Anaheim Convention Center!\n#Trump2016 #MAGA \nTickets:",
  "Crooked Hillary wants a radical 500% increase in Syrian refugees. We can’t allow this. Time to get smart and protect America!",
  "How can Crooked Hillary say she cares about women when she is silent on radical Islam, which horribly oppresses women?",
  "RT @gatewaypundit: BREAKING POLL: Trump Gains 11 Points on Clinton Since March=&gt; Now Leads Crooked Hillary 46-44  vi…",
  "Why do the networks continue to put dopey @BillKristol on panels when he has called every single shot about me wrong for 2 yrs?",
  "Hillary Clinton is not qualified to be president because her judgement has been proven to be so bad! Would be four more years of stupidity!",
  "Crooked Hillary said that I  want guns brought into the school classroom. Wrong!",
  "\"@dubilujane: I trust @realDonaldTrump more anyone ever to protect America.He WILL do the right thing for the U.S.A, without a  doubt.",
  "Thank you to all of the men and women who have served our country. You are our true heroes! #ArmedForcesDay",
  "Crooked Hillary Clintons foreign interventions unleashed ISIS in Syria, Iraq and Libya. She is reckless and dangerous!",
  "MAKE AMERICA GREAT AGAIN!",
  ".@CNN is so negative, getting even worse as I get closer. Just had two anti-Trump losers with zero rebuttal from my team. Turning off!",
  "\"@RBacliff: Hillary wants to rip the guns out of America's hands. No guns = no protection. Get on #TrumpTrain &amp; join @NRA to stop her.\"",
  "Crooked Hillary wants to get rid of all guns and yet she is surrounded by bodyguards who are fully armed. No more guns to protect Hillary!",
  "While our wonderful president was out playing golf all day, the TSA is falling apart, just like our government! Airports a total disaster!",
  "Crooked Hillary is spending tremendous amounts of Wall Street money on false ads against me. She is a very dishonest person!",
  "Crooked Hillary Clinton wants to essentially abolish the 2nd Amendment. No gun owner can ever vote for Clinton!",
  "Thank you @TheTodaysGolfer for the wonderful statement that \"the new par 3 9th hole @Trump Turnberry could be the most dramatic in Britain.\"",
  "@montgomeriefdn  Colin, great to have you at Trump Turnberry. So proud of you and your GREAT playing! You made winning MAJORS look easy!",
  "\"@montgomeriefdn: @TrumpTurnberry Best Links Course in Britain. Ailsa Course opens June '16 Can't wait to play it",
  "Thank you for your wonderful endorsement today @TGowdySC. It means a great deal to me. We will not disappoint! #Trump2016",
  "Great day in Kentucky with Wayne LaPierre, Chris Cox &amp; the @NRA! \n#MakeAmericaGreatAgain #Trump2016",
  "Thank you! An honor to be the first candidate ever endorsed by the @NRA- prior to @GOPconvention! #Trump2016 #2A",
  "Failing @NYTimes will always take a good story about me and make it bad. Every article is unfair and biased. Very sad!",
  "Thanks @piersmorgan! \n\"Trump is the most unpredictable, extraordinary, entertaining&amp;massively popular candidate this country has ever seen.\"",
  "Crooked Hillary Clinton- discussing the #SecondAmendment at a private event. #2A cc: @NRA",
  "I am on my way! See you all soon!",
  "\"A Call for Unity\" by Jason Greenblatt @JasonDovEsq",
  "Crooked Hillary can't even close the deal with Bernie - and the Dems have it rigged in favor of Hillary. Four more years of this? No way!",
  "Crooked Hillary Clinton looks presidential? I don't think so! Four more years of Obama and our country will never come back. ISIS LAUGHS!",
  "Look where the world is today, a total mess, and ISIS is still running around wild. I can fix it fast, Hillary has no chance!",
  "Crooked Hillary has zero imagination and even less stamina. ISIS, China, Russia and all would love for her to be president. 4 more years!",
  "I said that Crooked Hillary Clinton is \"not qualified\" to be president because she has \"very bad judgement\" - Bernie said the same thing!",
  "Thank you @LtStevenLRogers. We will respond to terrorism with strength in 2017!",
  "How quality a woman is Rowanne Brewer Lane to have exposed the @nytimes as a disgusting fraud?  Thank you Rowanne.",
  "Looks like yet another terrorist attack. Airplane departed from Paris. When will we get tough, smart and vigilant? Great hate and sickness!",
  "My list of potential U.S. Supreme Court Justices was very well recieved. During the next number of weeks I may be adding to the list!",
  "Some low-life journalist claims that I \"made a pass\" at her 29 years ago. Never happened! Like the @nytimes story which has become a joke!",
  "#MakeAmericaGreatAgain #Trump2016",
  "Thank you Louisiana! #Trump2016",
  "Thank you Arizona! See you soon!\n#MakeAmericaGreatAgain",
  "Why did Clinton supporter @AlisonForKY declare Crooked Hillary winner in KY when AP hasn't even called the race?",
  "Bernie Sanders is being treated very badly by the Democrats - the system is rigged against him. Many of his disenfranchised fans are for me!",
  "Paul Begala, the dopey @CNN flunky and head of the Pro-Hillary Clinton Super PAC, has knowingly committed fraud in his first ad against me.",
  "\"@ShoneeP: @realDonaldTrump Trump for President! Bernie is a joke, knows nothing - and Hillary is yesterday's and today's nightmare\"",
  "\"@MagicMetalNinja:  The Trump movement will not be stopped. We support Trump because he is a true American looking out for #AmericaFIRST.\"",
  "Congratulations to THE MOVEMENT, we have just won THE GREAT STATE OF OREGON. The vote percentage is even higher than anticipated! Thank you.",
  "Thank you Oregon! #Trump2016 \n#MakeAmericaGreatAgain",
  "\"@LouDobbs: Hillary Just Handed @realDonaldTrump a Huge Gift: Promising to Put Bubba in Charge of the Economy! #MakeAmericaGreatAgain!",
  "\"@sandrajeanne48: No way I believe Trump at 70% disapproval with women. Went to 3 rallies. At least 1/2 women. MSM LIES @TheFive\"",
  "Michael Barbaro, the author of the now discredited @nytimes hit piece on me with women, has in past tweeted badly about me. He should resign",
  "\"@michael_favreau: @JIS3 @realDonaldTrump He will destroy Hillary but why give CNN record breaking ratings CNN can go to hell. Trump 2016\"",
  "I look so forward to debating Crooked Hillary Clinton! Democrat Primaries are rigged, e-mail investigation is rigged - so time to get it on!",
  "I can't believe that @CNN would allow the very nice Jeffrey Lord to be savaged by a panel of seven Trump haters. 7 to 1 - Don't watch CNN!",
  "\"@COWBOYSFORTRUMP: @ChristiChat @Rockprincess818 @realDonaldTrump That man is a pillar of strength and will be perfect as our next president",
  "Well, that is it. Well done Megyn --- and they all lived happily ever after! Now let us all see how \"THE MOVEMENT\" does in Oregon tonight!",
  "Will go back on for a final question now!",
  "\"@jrector34: @realDonaldTrump Amazing job\"",
  "\"@mai_Ttag:  Great interview! Happy you had a chance to show the other side of you. Never change, never forget you are our messenger!\"",
  "I like Michael Douglas!",
  "\"@thydanielflores: .@megynkelly @realDonaldTrump Best interview that I have ever seen.",
  "\"@CostaKenneth: @megynkelly @realDonaldTrump Great interview Megyn\"",
  "\"@svhlevi: @DiamondandSilk @realJeffreyLord @realDonaldTrump @CNN and we love you Diamond and Silk\"  I do also!",
  "\"@johnjohnlacca: Donald u have done a terrific job so far on the interview. Cannot wait until u r president #MegynKellyPresents",
  "\"@markgruber1960: @megynkelly @realDonaldTrump That's why he is so successful. He is driven to succeed\"  True!",
  "\"@ladytsbrug: Lovely interview, Mr. Trump! @realDonaldTrump\" Thanks.",
  "\"@Janik1968: @realDonaldTrump @SpeakerRyan Watched the Megan Kelly special and I must say..it was very well done on both their parts\"",
  "\"@KaceyIlliot1669: @realDonaldTrump We actually really do love you!\" Great!",
  "\"@johnkirtley:  @megynkelly @realDonaldTrump #MakeAmericaGreatAgain Thank you for this discourse. Wounds have been healed. Great job!\"",
  "\"@jlund04: @megynkelly @realDonaldTrump it was refreshing to see you both in a different light. Well done.\"",
  "\"@FrankDallasAgg: @megynkelly @realDonaldTrump Trump is a great man and is FIGHTING for We The People!\"",
  "\"@LADYJOANNE: @megynkelly @realDonaldTrump we need Trump more then ever Megyn. Thanks.",
  "\"@LADYJOANNE: @megynkelly @realDonaldTrump we need Trump more then ever Megan Please don't lose it for America for us!\"",
  "\"@curtandkaren: Kudos to @megynkelly and @realDonaldTrump for rising above the drama and coming together. Very respectful and classy 👍\"",
  "\"@gerriweth: @megynkelly @realDonaldTrump Made me feel good to hear you both so gracious. Great job\"",
  "\"@SandraR67758219: @realDonaldTrump You are a fighter and we LOVE that about you! Don't listen to these people who want you to change!\"",
  "\"@longbyfive: @realDonaldTrump great interview with @megynkelly !\" Thanks.",
  "\"@HFFoundation4: @realDonaldTrump One thing we know for sure @BernieSanders supporters will turn to #Trump - absolutely not @HillaryClinton\"",
  "\"@wesleyfelixpsi: @realDonaldTrump speaks from the heart 4 all of America.His intention is for a positive future 4 all. @FoxNews @megynkelly",
  "\"@manakoa:DonaldTrump, you are fearless! This interview shows you are the Leader we need. @megynkelly is a tough interview! Respect to both\"",
  "\"@ragdollive: @megynkelly @realDonaldTrump what's with the soft wimpy questions?!? It's not a therapy session ..!!\" Not really soft at all!",
  "\"@xGodfatherxzx: @realDonaldTrump amazing on Megan Kelly\" Thanks.",
  "\"@TrumpTrainRider: .@realDonaldTrump Watching you on Fox with @megynkelly now. Can't wait to hear what you two talked about.\"",
  "I will be live tweeting @megynkelly Show in 10 minutes. Should be interesting. Will be on Fox Network! ENJOY!",
  "Wall Street paid for ad is a fraud, just like Crooked Hillary! Their main line had nothing to do with women, and they knew it. Apologize?",
  "Do you think Crooked Hillary will finally close the deal? If she can't win Kentucky, she should drop out of race. System rigged!",
  "I will be live tweeting my interview with @megynkelly on the Fox Network tonight at 8! Enjoy!",
  "I look forward to watching @megynkelly tonight, 8 PM ET. It will be interesting to see how she treats me—I think she will be very fair.",
  "How can Crooked Hillary put her husband in charge of the economy when he was responsible for NAFTA, the worst economic deal in U.S. history?",
  "Crooked Hillary said her husband is going to be in charge of the economy.If so, he should run,not her.Will he bring the \"energizer\" to D.C.?",
  "#VoteTrump at clerk's offices &amp; 185 ballot drop boxes in #ORPrimary!\nCloses at 8pm!",
  "Crooked Hillary can't close the deal with Bernie Sanders. Will be another bad day for her!",
  "Amazing that Crooked Hillary can do a hit ad on me concerning women when her husband was the WORST abuser of woman in U.S. political history",
  "Oregon is voting today. Keep the big numbers going - VOTE TRUMP! MAKE AMERICA GREAT AGAIN!",
  "Crooked Hillary Clinton put out an ad where I am misquoted on women. Can't believe she would misrepresent the facts! My hit was on China",
  "The pathetic new hit ad against me misrepresents the final line. \"You can tell them to go BLANK themselves\" - was about China, NOT WOMEN!",
  "Wow, 30,000 e-mails were deleted by Crooked Hillary Clinton. She said they had to do with a wedding reception. Liar! How can she run?",
  "\"@AprilLaJune: OREGON votes today! Go vote for @realDonaldTrump and kick it BIG TIME!",
  "What Barbara Res does not say is that she would call my company endlessly, and for years, trying to come back. I said no.",
  "I gave a woman named Barbara Res a top N.Y. construction job, when that was unheard of, and now she is nasty. So much for a nice thank you!",
  "\"In politics, and in life, ignorance is not a virtue.\" This is a primary reason that President Obama is the worst president in U.S. history!",
  "The writer of the now proven false story in the @nytimes, Michael Barbaro, who was interviewed on CBS this morning, was unable to respond.",
  "Over 50 women were interviewed by the @nytimes yet they only wrote about 6. That’s because there were so many positive statements.",
  "No wonder the @nytimes is failing—who can believe what they write after the false, malicious &amp; libelous story they did on me.",
  "The failing @nytimes is greatly embarrassed by the totally dishonest story they did on my relationship with women.",
  "Rowanne Brewer, the most prominently depicted woman in the failing @nytimes story yesterday joined @foxandfriends.",
  "Thank you, Anthony @Scaramucci @WSJ \"The Entrepreneur's Case for Trump\"",
  "With the coming forward today of the woman central to the failing @nytimes hit piece on me, we have exposed the article as a fraud!",
  "A political commentator for @cnn, which I no longer watch, said \"Trump showed some weakness in the Repub Primaries.\" I set all-time record!",
  "Wow, Rowanne Brewer, the most prominently depicted woman in the failing @nytimes story yesterday, was on @foxandfriends saying Times lied",
  "The @nytimes is so dishonest. Their hit piece cover story on me yesterday was just blown up by Rowanne Brewer, who said it was a lie!",
  "That was an amazing interview on @foxandfriends - I hope the rest of the media picks it up to show how totally dishonest the @nytimes is!",
  "Bernie Sanders is being treated very badly by the Dems. The system is rigged against him. He should run as an independent! Run Bernie, run.",
  "Great new poll- thank you!\n#MakeAmericaGreatAgain #Trump2016",
  "The @washingtonpost report on potential VP candidates is wrong. Marco Rubio and most others mentioned are NOT under consideration.",
  "Thank you Georgia! See you soon!\n#Trump2016",
  "The media is really on a witch-hunt against me. False reporting, and plenty of it - but we will prevail!",
  "Why did the failing @nytimes refuse to use any of the names given to them that I was so proud to have helped with their careers. DISHONEST!",
  "Wow, I have had so many calls from high ranking people laughing at the stupidity of the failing @nytimes piece. Massive front page for that!",
  "Why doesn't the failing @nytimes write the real story on the Clintons and women? The media is TOTALLY dishonest!",
  "\"@TakingIt_Back:  @nytimes keep shining....the ppl will not let the media dim your light...we no longer believe them! #Trump2016\" Thanks.",
  "\"@tzard000: @realDonaldTrump @nytimes Everyone continues to pile onto Donald, but they can NEVER take away our votes!\"  Thank you!",
  "Everyone is laughing at the @nytimes for the lame hit piece they did on me and women.I gave them many names of women I helped-refused to use",
  "\"@DistlerJoyce: @realDonaldTrump @nytimes OHIO WOMEN FOR TRUMP",
  "\"@MrTohNey: Leicester &amp; DonaldTrump seem to have the same trajectory, both were written off, but they keep scaling the heights. History?",
  "\"@QueenCharlotteO: @realDonaldTrump @nytimes I'm a women &amp; I 100% support @realDonaldTrump &amp; I have since the beginning. Thank you!",
  "The failing @nytimes wrote yet another hit piece on me. All are impressed with how nicely I have treated women, they found nothing. A joke!",
  "Thank you for the nice words this morning @KellyRiddell. Well delivered and totally logical! @CNN   @FoxNews",
  "\"@stranahan: Sheldon Adelson Pledges $100 Million to Elect Trump President - Breitbart",
  "Wow, @CNN is really working hard to make me look as bad  as possible. Very unprofessional. Hurting in ratings - bad television!",
  "Great new poll- thank you!",
  "If Crooked Hillary Clinton can't close the deal on Crazy Bernie, how is she going to take on China, Russia, ISIS and all of the others?",
  "An incredible honor to receive the endorsement of a person I\nhave such tremendous respect for. Thank you, Sheldon!",
  ".@thehill  Your story about me &amp; the carbon tax is absolutely incorrect—it is just the opposite. I will not support or endorse a carbon tax!",
  "Senator Lindsey Graham called me yesterday, very much to my surprise, and we had a very interesting talk about national security, and more!",
  "Great meeting with @SenateMajLdr Mitch McConnell and Republican leaders in D.C. #Trump2016",
  "Great day in D.C. with @SpeakerRyan and Republican leadership. Things working out really well! #Trump2016",
  "If it were up to goofy Elizabeth Warren, we’d have no jobs in America—she doesn’t have a clue.",
  "In interview I told @AP that my taxes are under routine audit and I would release my tax returns when audit is complete, not after election!",
  "Isn’t it funny when a failed Senator like goofy Elizabeth Warren can spend a whole day tweeting about Trump &amp; gets nothing done in Senate?",
  "Goofy Elizabeth Warren lied when she says I want to abolish the Federal Minimum Wage. See media—asking for increase!",
  "Our Native American Senator, goofy Elizabeth Warren, couldn’t care less about the American worker…does nothing to help!",
  "Goofy Elizabeth Warren is now using the woman’s card like her friend crooked Hillary. See her dumb tweet “when a woman stands up to you…”",
  "If the people of Massachusetts found out what an ineffective Senator goofy Elizabeth Warren has been, she would lose!",
  "Thanks Piers.",
  "#MakeAmericaGreatAgain #Trump2016",
  "RT @dmartosko: 'Duck Dynasty' star Phil Robertson says he'll back Trump for president  via @MailOnline",
  "Goofy Elizabeth Warren didn’t have the guts to run for POTUS. Her phony Native American heritage stops that and VP cold.",
  "Goofy Elizabeth Warren has been one of the least effective Senators in the entire U.S. Senate. She has done nothing!",
  "I don't want to hit Crazy Bernie Sanders too hard yet because I love watching what he is doing to Crooked Hillary. His time will come!",
  "Big wins in West Virginia and Nebraska. Get ready for November - Crooked Hillary, who is looking very bad against Crazy Bernie, will lose!",
  "Thank you Nebraska!\n#MakeAmericaGreatAgain #Trump2016",
  "Thank you West Virginia!\n#MakeAmericaGreatAgain #Trump2016",
  "RT @DanScavino: LOUISIANA GENERAL ELECTION\nDonald Trump vs. Hillary Clinton\n#MakeAmericaGreatAgain #Trump2016",
  "RT @DanScavino: OHIO GENERAL ELECTION\nDonald Trump vs. Hillary Clinton\n#MakeAmericaGreatAgain #Trump2016",
  "The Clintons spend millions on negative ads on me &amp; I can’t tell the truth about her husband? Don’t feel sorry for crooked Hillary!",
  "Hillary has bad judgment!",
  "It was so great being in Nebraska last week. Today is the big day--get out and vote!",
  "I look very much forward to meeting w/Paul Ryan &amp; the GOP Party Leadership on Thurs in DC. Together, we will beat the Dems at all levels!",
  "Via @JTAnews and Jason Greenblatt  \"Donald Trump is a Visionary With Talents Our Country Needs\" @JasonDovEsq",
  "WEST VIRGINIA #VoteTrump TODAY!\n#MakeAmericaGreatAgain #Trump2016",
  "NEBRASKA #VoteTrump TODAY!\n#MakeAmericaGreatAgain #Trump2016",
  "It is only the people that were never asked to be VP that tell the press that they will not take the position.",
  "It was Rosie O'Donnell who ate the cake in the vicious Hillary commercial about me, not Crooked Hillary! @marthamaccallum",
  "Why does the media, with a strong push from Crooked Hillary, keep pushing the false narrative that I want to raise taxes. Exactly opposite!",
  ". #RepMikeKelly  Great job on @foxandfriends this morning. Thank you for the nice words!",
  "Get out and vote Nebraska, we will MAKE AMERICA GREAT AGAIN!",
  "Get out and vote West Virginia, we will MAKE AMERICA GREAT AGAIN!",
  "\"@RedRising11: 🇺🇸I am a woman &amp; I JUST VOTED FOR @realDonaldTrump #NebraskaPrimary #Trump2016 #TrumpForPresident",
  "Thank you Jason Greenblatt @JasonDovEsq \"For Our Children: Let's Elect Donald Trump\"",
  "RT @greta: interesting poll results so far (and go vote on",
  "I am lowering taxes far more than any other candidate. Any negotiated increase by Congress to my proposal would still be lower than current!",
  "I will have set the all time record in primary votes in the Republican party --despite having to compete against 17 other people!",
  "If I only had 1 person running against me in the primaries like Hillary Clinton, I would have gotten 10 million more votes than she did!",
  "Crooked Hillary Clinton says that she got more primary votes than Donald Trump. But I had 17 people to beat—she had one!",
  "#NEPrimary #VoteTrump #Trump2016",
  "#WVPrimary #VoteTrump #Trump2016",
  "\"@Valdosta_Monkey: @ChrisCuomo @realDonaldTrump  Is Chris serious, lying or misinformed? Bill Clinton signed NAFTA",
  "\"@daybastrop @foxandfriends @BretBaier The liars that signed the pledge and now won't support @realDonaldTrump IS the reason they are losers",
  "\"@NathanDWilsonFL: @MariaBartiromo you had a great interview with Donald today! I started watching your show due to Donald Trump.",
  "Will be interviewed by @MariaBartiromo on @FoxBizAlert  at 7:30 A.M. Enjoy!",
  "\"@RichBooth6: @realDonaldTrump @CNN good interview Mr. Trump. You set the facts straight.\" Thank you.",
  "Wow, I hear @Morning_Joe has gone really hostile ever since I said I won't do or watch the show anymore.They misrepresent my positions!",
  "I will be interviewed on @CNN at 7:00 A.M.",
  ".@drmoore  Russell Moore is truly a terrible representative of Evangelicals and all of the good they stand for. A nasty guy with no heart!",
  "\"@mathewjmari: On @FaceTheNation #MattSchlapp was on the ball &amp; #jenniferrubin is in a time warped stupor. @realDonaldTrump will EXPAND #GOP",
  "I will be interviewed on @NewDay @CNN at 7:00 A.M.",
  "I will win the election against Crooked Hillary despite the people in the Republican Party that are currently and selfishly opposed to me!",
  "On @seanhannity show @FoxNews now. ENJOY!",
  "Crooked Hillary just can't close the deal with Bernie. It will be the same way with ISIS, and China on trade, and Mexico at the border. Bad!",
  ".@KellyannePolls  Kellyanne, you were fantastic on @meetthepress today. Keep going - I will win for the people. MAKE AMERICA GREAT AGAIN!",
  "I will be interviewed on @meetthepress this morning. Enjoy!",
  "I will be interviewed on This Week with George S this morning. Enjoy!",
  "#HappyMothersDay!",
  "\"@matandsher: I want a leader that will shoot straight with us. The politicians can't. @realDonaldTrump will give his all for us!",
  ".@EdGoeas thank you for your support tonight on @JudgeJeanine.",
  "Remember when the two failed presidential candidates, Lindsey Graham and Jeb Bush, signed a binding PLEDGE? They broke the deal, no honor!",
  "I am honored that the great men and women of the @Teamsters have created a movement from within called Teamsters for Trump! Thank you.",
  "I am going to keep our jobs in the U.S., and totally rebuild our crumbling infrastructure. Crooked Hillary has no clue! @Teamsters",
  "Join me in Washington today!\nSpokane tickets:\n\nLynden tickets:",
  "Goofy Elizabeth Warren is weak and ineffective. Does nothing. All talk, no action -- maybe her Native American name?",
  "Goofy Elizabeth Warren and her phony Native American heritage are on a Twitter rant. She is too easy! I'm driving her nuts.",
  "Crooked Hillary Clinton wants completely open borders. Millions of Democrats will run from her over this and support me.",
  "Just met with courageous family of Sarah Root in Nebraska. Sarah was horribly killed by illegal immigrant, but leaves behind amazing legacy.",
  "Goofy Elizabeth Warren, Hillary Clinton’s flunky, has a career that is totally based on a lie. She is not Native American.",
  "Let’s properly check goofy Elizabeth Warren’s records to see if she is Native American. I say she’s a fraud!",
  "I hope corrupt Hillary Clinton chooses goofy Elizabeth Warren as her running mate. I will defeat them both.",
  "Response to @LindseyGrahamSC:",
  "I hear @JoeNBC of rapidly fading @Morning_Joe is pushing hard for a third party candidate to run. This will guarantee a Crooked Hillary win.",
  "Joe Scarborough initially endorsed Jeb Bush and Jeb crashed, then John Kasich and that didn't work. Not much power or insight!",
  "Thank you to teachers across America! When I become POTUS we will make education a far more important component of our life than it is now.",
  "Crooked Hillary has ZERO leadership ability. As Bernie Sanders says, she has bad judgement. Constantly playing the women's card - it is sad!",
  "Paul Ryan said that I inherited something very special, the Republican Party. Wrong, I didn't inherit it, I won it with millions of voters!",
  "\"@Ausbiz:  Many would say that you are the only talented person running for the top job this time! #MakeAmericaGreatAgain #TrumpTrain\"",
  "So many great endorsements yesterday, except for Paul Ryan! We must put America first and MAKE AMERICA GREAT AGAIN!",
  "Governor Rick Perry said \"Donald Trump is one of the most talented people running for the Presidency I've ever seen.\" Thank you Rick!",
  "Unlike crooked Hillary Clinton, who wants to destroy all miners, I want wages to go up in America. We will do so by bringing back jobs!",
  "Thank you West Virginia. Let's keep it going. Go out and vote on Tuesday - we will win big. #Trump2016",
  "Can you believe Crooked Hillary said, \"We are going to put a whole lot of coal miners&amp;coal companies out of business.\" She then apologized.",
  "Join me tomorrow! #Trump2016 \n#MakeAmericaGreatAgain \n\nOmaha, Nebraska:\n\n\nEugene, Oregon:",
  "Bernie Sanders has been treated terribly by the Democrats—both with delegates &amp; otherwise. He should show them, &amp; run as an Independent.",
  "Happy #CincoDeMayo! The best taco bowls are made in Trump Tower Grill. I love Hispanics!",
  "I will be interviewed by @BretBaier @SpecialReport at 6pm ET tonight @FoxNews",
  "Many reports that I will be attending the Alvarez/Khan fight this weekend in Vegas. Totally untrue! Unfortunately I have other plans.",
  "Join me in Charleston, WV - tomorrow!",
  "I will be interviewed on @foxandfriends at 7:30 A.M. Enjoy!",
  "I will be interviewed on @TODAYshow and Good Morning America at 7:00 A.M.",
  "I will be interviewed on @Morning_Joe at 6:15 A.M. Enjoy!",
  "I would rather run against Crooked Hillary Clinton than Bernie Sanders and that will happen because the books are cooked against Bernie!",
  "What a great evening we had. So interesting that Sanders beat Crooked Hillary. The dysfunctional system is totally rigged against him!",
  ".@oreillyfactor  Please correct, I WON Virginia!",
  "Thank you Indiana, we were just projected to be the winner. We have won in every category. You are very special people-I will never forget!",
  "Thank you Indiana! #Trump2016\n#MakeAmericaGreatAgain",
  "Lyin' Ted Cruz consistently said that he will, and must, win Indiana. If he doesn't he should drop out of the race-stop wasting time &amp; money",
  "Wow, Lyin' Ted Cruz really went wacko today. Made all sorts of crazy charges. Can't function under pressure - not very presidential. Sad!",
  "MAKE AMERICA GREAT AGAIN!\n#INPrimary #VoteTrump",
  "Polls close at 6pm! #INPrimary #Trump2016 #VoteTrump",
  "Thank you America! #Trump2016",
  "MAKE AMERICA GREAT AGAIN! \n#Trump2016 #VoteTrump",
  "MAKE AMERICA GREAT AGAIN!\n#INPrimary #VoteTrump",
  "MAKE AMERICA GREAT AGAIN!\n#INPrimary #VoteTrump",
  "Thank you South Bend, Indiana! Everyone get out &amp; #VoteTrump tomorrow! #INPrimary",
  "RT @EricTrump: Wow! I am speechless! Thank you to my sidekick @LynnePatton who keeps me &amp; the @EricTrumpFdn in line!",
  "Will be in South Bend, Indiana in a short while -- big rally! See you soon!",
  "Will be interviewed on @seanhannity tonight at 10pmE. Enjoy! #INPrimary",
  "THANK YOU AMERICA!\n#MakeAmericaGreatAgain",
  "RT @DonaldJTrumpJr: Donald Trump Jr. On The Record: Why Trump International Hotels And Residences Are Still Winning via @forbes",
  "Thank you Carmel, Indiana! Get out &amp; #VoteTrump tomorrow! #INPrimary #MakeAmericaGreatAgain",
  "Honored to have received the endorsement of Lou Holtz - a great guy! #INPrimary #Trump2016",
  "I will defeat Crooked Hillary Clinton on 11/8/2016. #Trump2016\n#MakeAmericaGreatAgain",
  "I will be campaigning in Indiana all day. Things are looking great, and the support of Bobby Knight has been so amazing. Today will be fun!",
  "Everybody is talking about the protesters burning the American flags and proudly waving Mexican flags. I want America First - so do voters!",
  "Gov Mike Pence has just stated that Donald Trump has taken a strong stance on Hoosier jobs, and he thanks me! I will bring back jobs to USA.",
  "Crooked Hillary Clinton said she is used to \"dealing with men who get off the reservation.\" Actually, she has done poorly with such men!",
  "I will be interviewed on @CNN  @NewDay  at 7:30 A.M. Enjoy!",
  "Join me in Carmel, Indiana- tomorrow at 4pm! #INPrimary",
  "Thank you Fort Wayne, Indiana!\n#Trump2016 #INPrimary",
  "Thank you Terre Haute, Indiana!\n#MakeAmericaGreatAgain",
  ".@KarlRove is a failed Jeb Bushy. Never says anything good &amp; never will, even after I beat Hillary. Shouldn't be on the air!",
  "I am on @FoxNewsSunday with Chris Wallace- his 20th year anniversary with #FNS, throughout the day. Enjoy!",
  "Will be in Terre Haute, Indiana in a short while -- big rally! See you soon!",
  "I watched Sen. Graham @FaceTheNation. Why don't they say that I ran him out of the race like a little boy, and in the end he had no support?",
  "Thank you Indiana! #Trump2016",
  "I will be in Indiana on Sunday and Monday at four MAKE AMERICA GREAT AGAIN rallies. See you there!",
  "Thank you @MikeOzanian for the nice comments on @FoxNews today. Great job!",
  "Trump locks down Delaware GOP delegates. #Trump2016 #MAGA",
  "The economy is bad and getting worse-almost ZERO growth this quarter. Nobody can beat me on the economy (and jobs). MAKE AMERICA GREAT AGAIN",
  "\"@LexingtonBobby: @FoxNews @tedcruz @realDonaldTrump",
  "The \"protesters\" in California were thugs and criminals. Many are professionals. They should be dealt with strongly by law enforcement!",
  ".@AC360  Anderson, so amazing. Your mother is, and always has been, an incredible woman!",
  "We are now at 1001 delegates. We will win on the first ballot and are not wasting time and effort on other ballots because system is rigged!",
  "Thank you Indiana! #Trump2016",
  "Crooked Hillary Clinton, perhaps the most dishonest person to have ever run for the presidency, is also one of the all time great enablers!",
  "Wow, the ridiculous deal made between Lyin'Ted Cruz and 1 for 42 John Kasich has just blown up. What a dumb deal - dead on arrival!",
  "Thank you Costa Mesa, California! 31,000 people tonight with thousands turned away. I will be back! #Trump2016",
  "New York Yankees President, Randy Levine: 'End of the Republican Party' If Donald Trump Not Nominated.",
  "I will be interviewed on @foxandfriends with the legendary Coach Bobby Knight- tomorrow morning. Enjoy! #INDPrimary",
  "RT @newtgingrich: Seems out of touch w/ reality to announce a VP nominee before securing 1237 delegates.",
  "RT @AdrianaCohen16: Carly Fiorina no lifeboat for a fast-sinking @tedcruz campaign  via @bostonherald @realdonaldtru…",
  "#MakeAmericaGreatAgain #Trump2016",
  "#MakeAmericaGreatAgain",
  "Thank you Evansville, Indiana! \n#MakeAmericaGreatAgain",
  "Heading to rally with Bobby now! See you soon!",
  "So many false and phony T.V. commercials being broadcast in Indiana. Reminds me of Florida where thousands were put up-I won in a landslide!",
  "I will be in Evansville, Indiana, with the great Bobby Knight (who last night endorsed me) at 12:00 this afternoon. See you there!",
  "Lyin' Ted Cruz, who can never beat Hillary Clinton and has NO path to victory, has chosen a V.P.candidate who failed badly in her own effort",
  "I will be interviewed on the @TODAYshow at 7:00 A.M. this morning. Enjoy!",
  "Thank you to all for the wonderful reviews of my foreign policy speech. I will soon be speaking in great detail on numerous other topics!",
  "\"@AnnetteJeanne: I cried when they said you made a clean sweep of all 5 states. I was SO HAPPY! I really adore you Mr. Trump, so much.\"",
  "Getting the strong endorsement of the great coach, Bobby Knight, has been a highlight of my stay in Indiana. Big speech tomorrow with Bobby!",
  "I am in Indiana where we just had a great rally. Fantastic people! Staying at a Holiday Inn Express - new and clean, not bad!",
  "Thank you Laura!",
  "Thank you for the endorsement, Coach Bobby Knight! I will never forget it!",
  "Join me on @greta- from Indianapolis, Indiana at 7pmE! Enjoy! #Trump2016",
  "RT @DonaldJTrumpJr: An Honor to be in #Indiana w @realDonaldTrump @greta &amp; the legend, Bobby Knight! I like our secret weapon better!!! htt…",
  "THANK YOU Connecticut, Delaware, Maryland, Pennsylvania, and Rhode Island! #MakeAmericaGreatAgain",
  "Agreed!",
  "Thank you Newt!",
  "RT @AnnCoulter: GREATEST FOREIGN POLICY SPEECH SINCE WASHINGTON'S FAREWELL ADDRESS.",
  "Thanks Dave!",
  "Thanks!",
  "Thank you! WE will MAKE AMERICA GREAT AGAIN!",
  "Thank you!",
  "Thank you Delaware! #Trump2016",
  "Thank you Rhode Island! #Trump2016",
  "Thank you Connecticut! #Trump2016",
  "Thank you Pennsylvania! #Trump2016",
  "Thank you Maryland! #Trump2016",
  "Thank you America! #Trump2016",
  "Lets #MakeAmericaGreatAgain, Maryland! #VoteTrump",
  "You have until 8pm to #VoteTrump, Delaware!",
  "Thank you for a great day yesterday, Rhode Island! #VoteTrump",
  "Six hours left to #VoteTrump Connecticut!",
  "Lets go Pennsylvania! #VoteTrump",
  "How bad is the New York Times—the most inaccurate coverage constantly. Always trying to belittle. Paper has lost its way!",
  "Thank you for the incredible support- Melania, Barron, Ivanka, Jared, Tiffany, Don, Vanessa, Eric, and Lara!",
  "Bernie Sanders has been treated terribly by the Democrats—both with delegates &amp; otherwise. He should show them, and run as an Independent!",
  "Thank you @DonaldJTrumpJr &amp; @EricTrump. #Trump2016",
  "MAKE AMERICA GREAT AGAIN!",
  "The Cruz-Kasich pact is under great strain. This joke of a deal is falling apart, not being honored and almost dead. Very dumb!",
  "Thank you Wilkes-Barre, Pennsylvania! \n#MakeAmericaGreatAgain #Trump2016",
  "Get out and VOTE tomorrow! We will MAKE AMERICA GREAT AGAIN! \n#CTPrimary #DEPrimary #MDPrimary #PAPrimary #RIPrimary",
  "Passing what was once a vibrant manufacturing area in Pennsylvania. So sad! #MakeAmericaGreatAgain",
  "Thank you West Chester, Pennsylvania!\n#PAPrimary #VoteTrump",
  "Thank you Warwick, Rhode Island!\n#RIPrimary #VoteTrump",
  "RT @DRUDGE_REPORT: DEAD HEAT: CLINTON VS TRUMP",
  "On the way to the great state of Rhode Island- big rally. Then to Pennsylvania for rest of day and night!",
  "Kasich just announced that he wants the people of Indiana to vote for him. Typical politician - can't make a deal work.",
  "Shows how weak and desperate Lyin' Ted is when he has to team up with a guy who openly can't stand him and is only 1 win and 38 losses.",
  "Lyin' Ted Cruz and 1 for 38 Kasich are unable to beat me on their own so they have to team up (collusion) in a two on one. Shows weakness!",
  "Lyin' Ted and Kasich are mathematically dead and totally desperate. Their donors &amp; special interest groups are not happy with them. Sad!",
  "Wow, just announced that Lyin' Ted and Kasich are going to collude in order to keep me from getting the Republican nomination. DESPERATION!",
  "I am happy to hear how badly the @nytimes is doing. It is a seriously failing paper with readership which is way down. Becoming irrelevant!",
  "\"@DiamondandSilk: .@DonaldJTrumpJr awesome job on @CNNSotu. DonaldTrump has integrity &amp; he refuses 2 play the game call \"Delegate Bribery\"",
  "\"@newtgingrich: #NYPrimary turned Trump from frontrunner into presumptive #GOP nominee",
  "I will be in Maryland this afternoon for a major rally. Things are looking good for Tuesday!",
  ".@AndreBauer  Great job and advice on @CNN  @jaketapper  Thank you!",
  ".@Borisep was great on @JudgeJeanine tonight. Very smart commentary that will prove to be correct!",
  "As soon as John Kasich is hit with negative ads, he will drop like a rock in the polls against Crooked Hillary Clinton. I will win!",
  "I had a great day campaigning in Connecticut. Looking for a big vote on Tuesday!",
  "Congratulations to @seanhannity on his great ratings and ratings increase as reported by the @AP today. Amazing job!",
  "Lynne Ryan -- just read your great story in the NY Times -- I am proud of you. Thanks!",
  "Thank you Delaware! #Trump2016 \n#MakeAmericaGreatAgain #TrumpTrain",
  "Thank you Bridgeport, Connecticut!\n#MakeAmericaGreatAgain #Trump2016",
  "Thank you Waterbury, Connecticut!\n#MakeAmericaGreatAgain #Trump2016",
  "#MakeAmericaGreatAgain\nVideo:",
  "Pennsylvania: Cast your vote for Trump for POTUS &amp; ALSO vote for the TRUMP DELEGATES in your congressional district!",
  "Will be spending the day campaigning in Connecticut, another state where jobs are being stolen by other countries. I will stop this fast!",
  "Thank you Pennsylvania! #Trump2016",
  "Thank you Indiana! Was great seeing everyone on Wednesday! I will be back soon! #Trump2016",
  "Thank you California! See you soon!\n#MakeAmericaGreatAgain #Trump2016",
  "Thank you, @DonaldJTrumpJr! #Trump2016 #MakeAmericaGreatAgain",
  "Thank you for the incredible support, Maryland! This is a movement!\n#MakeAmericaGreatAgain #Trump2016",
  "I met Prince on numerous occasions. He was an amazing talent and wonderful guy. He will be greatly missed!",
  "Cruz said Kasich should leave because he couldn't get to 1237. Now he can't get to 1237. Drop out LYIN' Ted.",
  "Both Ted Cruz and John Kasich have no path to victory. They should both drop out of the race so that the Republican Party can unify!",
  "Senator Ted Cruz has been MATHEMATICALLY ELIMINATED from race. He said Kasich should get out for same reason. I think both should get out!",
  "I will be doing the @TODAYshow with my wife, Melania, and the rest of my family in a major Town Hall. Hopefully, it will be fun! Enjoy.7A.M.",
  "Thank you Maryland- what a great way to conclude the day! Will be back soon. #Trump2016",
  "We are going to bring steel and manufacturing back to Indiana!",
  "Had a meeting with the terrific @GovPenceIN of Indiana. So excited to campaign in his wonderful state!",
  "Thank you Indiana! Will be back soon!\n#Trump2016 #MakeAmericaGreatAgain",
  "#Trump360 Watch this 360 video of my speech last night at Trump Tower-",
  "Off to Indiana! #Trump2016",
  "Ted Cruz is mathematically out of winning the race. Now all he can do is be a spoiler, never a nice thing to do. I will beat Hillary!",
  "MAKE AMERICA GREAT AGAIN!",
  "\"@bigop1: @realDonaldTrump @CNN @oreillyfactor   Wow, really nice!",
  "Thank you New York, I will never forget!",
  "Thank you New York! I love you!\n#MakeAmericaGreatAgain #Trump2016",
  ".@CNN is so negative it is impossible to watch. Terrible panel, angry haters. Bill O  @oreillyfactor said such an amazing thing about me!",
  "\"@GreenSkyDeb: Look everybody, DonaldTrump will win it on the first ballot so keep praying!!! #TrumpTrain #Trump2016 #MakeAmericaGreatAgain\"",
  "\"@keksec__org: @realDonaldTrump Your policies will make this state and country great again! #MakeAmericaGreatAgain",
  "\"@kdk144: @realDonaldTrump Everybody is \"In A New York State of Mind\" now!\"",
  "Polls close in 3 hours! Everyone get out and VOTE!\n#Trump2016 #MakeAmericaGreatAgain",
  "RT @DonaldJTrumpJr: A message from Donald J. Trump to NEW YORK!",
  "Discussing #NewYorkValues\nin Buffalo last night- on the eve of the #NYPrimary.\nLETS GO NY! #VoteTrump",
  "1988 with Oprah- discussing why I would never rule out a run for #POTUS.\n#Trump2016 #VoteTrumpNY #PrimaryDay",
  "Who did the House Task Force on\nUrgent Fiscal Issues call- when America needed HELP?",
  "#MakeAmericaGreatAgain\n#Trump2016",
  "LETS GO AMERICA! Time to take back\nour country, and #MakeAmericaGreatAgain\nWatch video &amp; go\n#VoteTrump!",
  "#ICYMI: #Trump2016 closing speech in\nBuffalo, New York!\n#VoteTrumpNY",
  "Join me in Indianapolis, Indiana tomorrow at 3pm! #Trump2016\n#MakeAmericaGreatAgain\nTickets:",
  "Thank you Eric!",
  "A big day for New York and for our COUNTRY! MAKE AMERICA GREAT AGAIN!",
  "I am on @foxandfriends at 7:00 A.M. ENJOY!",
  "Thank you Buffalo! #NYPrimary",
  "#MakeAmericaGreatAgain #NYPrimary",
  "Lyin’ Ted Cruz even voted against Superstorm Sandy aid and September 11th help. So many New Yorkers devastated. Cruz hates New York!",
  "New York, we will make America great again!",
  "Kasich only looks O.K. in polls against Hillary because nobody views him as a threat and therefore have placed ZERO negative ads against him",
  "Lyin' Ted Cruz can't win with the voters so he has to sell himself to the bosses-I am millions of VOTES ahead! Hillary would destroy him &amp; K",
  "\"@DiamondandSilk: .@realDonaldTrump is who we need 2 fix this corrupted, rigged system. 4 no Profit, Under budget &amp; ahead of schedule.",
  "Thank you for today's endorsement, New York Veteran Police Association! \n#NewYorkValues",
  "Thank you, California! Will see you soon! #MakeAmericaGreatAgain",
  "I would have millions of votes more than Hillary except for the fact that I had 17 opponents and she just had a socialist named Bernie!",
  "Crooked Hillary Clinton is spending a fortune on ads against me. I am the one person she doesn't want to run against. Will be such fun!",
  "Lyin' Ted Cruz can't get votes (I am millions ahead of him) so he has to get his delegates from the Republican bosses. It won't work!",
  "Lyin' Ted Cruz will never be able to beat Hillary. Despite a rigged delegate system, I am hundreds of delegates ahead of him.",
  "I'll be in one of my favorite places this morning, Staten Island. Big crowd, will be fun!",
  "#MakeAmericaGreatAgain #NYPrimary",
  "Thank you California, Connecticut, Maryland, and Pennsylvania!\n#MakeAmericaGreatAgain #Trump2016",
  "See you tomorrow Dutchess County, \nNew York! #NYPrimary #TrumpTrain",
  "Will be on Hannity tonight. Rebroadcast of town hall from Pittsburgh, PA. 8:00pm on FOX. Enjoy! #Trump2016",
  "\"@Ollie_621: @FoxNews @realDonaldTrump I think it's more like 64%. #VoteTrumpNY🗽 #MakeAmericaGreatAgain!",
  "\"@AshleyEdam: New CBS Poll shows defections from Cruz's core supporters &amp; increased support for @realDonaldTrump ...Not surprising.\"",
  "\"@Trumptbird: Dear  I'm starting to believe that you're actually going to WIN! #Trump2016 #presidenttrump #primary",
  "\"@Trump_Supporter: \"Trump Holds 66% Favorable Rating in New York – Leads Hillary Clinton by 19pts in Empire...",
  "THANK YOU, SYRACUSE! #NYPrimary",
  "Just arrived in Syracuse, NY. Big crowd, great place! We will bring back the desperately needed jobs. #NYPrimary",
  "#ICYMI: @foxandfriends this morning.",
  "I will be interviewed on @foxandfriends at 9:00 A.M. I will be talking about the rigged and boss controlled Republican primaries!",
  "\"@dmharvey89: @realDonaldTrump @wdct8110 I just voted for @realDonaldTrump in Indiana. Everyone I talk to was following suit!\" Fantastic!",
  "\"@herb_stamper: @JackoffJosh711 @SenFrankNiceley @FoxNews @WSJ we are becoming a third world country because of jerks like him\" Great!",
  "\"@wdct8110: @realDonaldTrump We love you Donald ! Finally someone who actually cares about us .. !!",
  "\"@Bubble709_: @realDonaldTrump Praying for your family and your win in New York.\" Thank you!",
  "Join me this weekend! #NYPrimary\n4/16: SYRACUSE - NOON\n\n4/16: WATERTOWN - 3pm\n \n#Trump2016",
  "Thank you, @NYPost! #Trump2016",
  "Thank you America! #Trump2016",
  "MAKE AMERICA GREAT AGAIN!",
  "Join me on Saturday- in Syracuse, New York! #NYPrimary #Trump2016",
  "Thank you Pittsburgh, Pennsylvania!\n#MakeAmericaGreatAgain #Trump2016",
  "Big protest march in Colorado on Friday afternoon! Don't let the bosses take your vote!",
  "The rules DID CHANGE in Colorado shortly after I entered the race in June because the pols and their bosses knew I would win with the voters",
  "Biggest story in politics is now happening in the great State of Colorado where over one million people have been precluded from voting!",
  "Will be interviewed by @SeanHannity on @FoxNews tonight at 10pm from Pennsylvania. Enjoy! #Trump2016",
  "Join me in Pittsburgh- tonight at 7pmE! #Trump2016 #TrumpTrain\nTickets:",
  "#MakeAmericaGreatAgain #Trump2016",
  "#MakeAmericaGreatAgain #Trump2016",
  "Great to be on @andersoncooper tonight with my wonderful family. Will be rebroadcast at 12:00 A.M.  (EASTERN).",
  "I LOVE NEW YORK! #NewYorkValues",
  "THANK YOU California, Maryland, New York, and Pennsylvania! See you soon!\n#MakeAmericaGreatAgain #Trump2016",
  "Missouri just confirmed #Trump2016 as the official winner- with an additional 12 delegates. #MakeAmericaGreatAgain",
  "WOW, great new poll- New York! Thank you for your support! #Trump2016\n#NewYorkValues",
  "Thank you Albany, New York!\n#MakeAmericaGreatAgain #Trump2016",
  "Join me in Rome, NY- tomorrow!\n#Trump2016 #NYPrimary\nTickets available:",
  "Tune in &amp; join me live in Albany, New York! 7pmE start time! I love you New York! #Trump2016 #TrumpTrain",
  "A very interesting piece, by a very good writer, @KirstenPowers of @USATODAY and @FoxNews.",
  "Leaving for Albany, New York now, massive crowd expected. Very exciting!",
  "Why does the liberal media think Bill O'Reilly  (@oreillyfactor) is a complete and total vulgarian? I don't think so!",
  "Colorado Trump Delegates Scratched from Ballots at GOP Convention",
  "This is happening all over our country—great people being disenfranchised by\npoliticians. Repub party is in trouble!",
  "\"@AnnesLimo: @realDonaldTrump @WVTTS1017 Thanks for Rochester rally.\"  Great people, thank you!",
  "\"@WVTTS1017: @realDonaldTrump just listened to you on fox. I love you so much.\"  Thank you!",
  "\"@autoprofessor17: @realDonaldTrump Great job on Fox n Friends this morning. Very well spoken and presidential. #TrumpTrain\"",
  "\"@TimeHasCome1: @WayneDupreeShow @ThePatriot143 Trump needs to hold a massive protest rally in Colorado. He'd get 100k &amp; own the news cycle\"",
  "I will be interviewed on @foxandfriends at 7:00 A.M. Enjoy!",
  "The people of Colorado had their vote taken away from them by the phony politicians. Biggest story in politics. This will not be allowed!",
  "How is it possible that the people of the great State of Colorado never got to vote in the Republican Primary? Great anger - totally unfair!",
  "#MakeAmericaGreatAgain #Trump2016",
  "I win a state in votes and then get non-representative delegates because they are offered all sorts of goodies by Cruz campaign. Bad system!",
  "The @nytimes purposely covers me so inaccurately. I want other nations to pay the U.S. for our defense of them. We are the suckers-no more!",
  "\"@agentvf: New Jersey Man Joseph Hornick Willing to Go to Jail for Flying Trump Flag - Breitbart   @Q102Philly\"",
  "\"@getreal1234: @realDonaldTrump @Kids123Nicholas @gqforbes @RepTomMarino let's go Pa he has my vote Go Trump\"",
  "\"@jlopez05391: @realDonaldTrump Rochester loves you! See you tomorrow! #MakeAmericaGreatAgain #Trump2016 #TrumpTrain\" A big crowd!",
  "\"@becker_berta: @vivhall3 @Reince Millions more will burn their Republican registration if GOP continues to subvert the will of the people.\"",
  "\"@metalmom888:  @Theresa_Cali If the GOP screws Trump, his millions will walk from the GOP never to return! They better think long and hard\"",
  "\"@AnnCoulter: GOP is trying to steal nomination from the winner (Trump) not block an insurgent catching up 2 frontrunner (Sanders).",
  "\"@governor_savage: @realDonaldTrump is the only person who can save us from this corrupt political mess. #MakeAmericaGreatAgain\"",
  "\"@Mutual408Grace: @realDonaldTrump @gene70 California women love Mr Trump too. Will make it happen in New York on April 19. Go out &amp; vote.\"",
  "\"@Kids123Nicholas: @gqforbes  @RepTomMarino @realDonaldTrump.Lets get it done Philadelphia Pa.Make Trump your pick for president now.",
  "\"@PennyHicks13: @Carolde @kisster1 @FoxNews   Your tax and economic plans are second to none!  Media shld report.",
  "\"@Theresa_Cali: Poll shows @realDonaldTrump leads among registered Republican women with 44%. 👍🏻  Thank you!",
  "\"@vivhall3: @realDonaldTrump here your delegate replaced at CO GOP convention.  Very sad!",
  "A great honor to visit the 9/11 Memorial Museum with my wife, @MELANIATRUMP, today. #NewYorkValues",
  "\"@gene70: @realDonaldTrump The Real Person Of The Year!   Wow!",
  "\"@gene70: @realDonaldTrump Fugedaboudit!!! The woman in New York love Donald Trump!!!",
  "Bernie Sanders says that Hillary Clinton is unqualified to be president. Based on her decision making ability, I can go along with that!",
  "Isn't it a shame that the person who will have by far the most delegates and many millions more votes than anyone else, me, still must fight",
  "\"@DnGLax:  Yes! Thank U 4 coming to LI! It was a thrill 2 B part of it! U will get the job done! #MakeAmericaGreatAgain #trump2016 🇺🇸\"",
  "\"@AlexNightrasor: @realDonaldTrump @lilrachiepoo Trump will be our best president since Reagan!",
  "\"@lilrachiepoo: @realDonaldTrump Thank you, Mr. Trump, for your personal and financial sacrifices in this journey to #MAKEAMERICAGREATAGAIN\"",
  "\"@RepaloneLori: @realDonaldTrump @kirstiealley we love you and know you will do an awesome job! Saw you in bethpage !! 👏👏👏\" Thank you.",
  "\"@redneckgp: All you haters out there, STOP trashing the only candidate @realDonaldTrump that will put ALL OF YOU &amp; AMERICA FIRST  #trump\"",
  "\"@RepMartinDaniel: We support you #HaileyPuckett. You will go far in life. Smart and courageous!",
  "\"@kirstiealley: HELLO BOYS! this is my formal endorsement of @realDonaldTrump &amp; I'm a woman! (last I checked) And Rudy, U R amazing!",
  "\"@Cam: Reports are RNC has received +1 million postcards so far! If I get more info on ## I'll post @AnnCoulter",
  "“Donald Trump—The Disrupter” will air on @FoxNews Saturday night and Sunday night at 8 PM ET. Anchored by @BretBaier. @johnrobertsFox",
  "Nobody beats me on National Security.",
  "Looks like I was right about NATO. I had no doubt.",
  "Jennifer is a terrific person.",
  "\"@R_U_OK_UK: @realDonaldTrump @glozee1 @PaulManafort @CNN @DanScavino Vote trump to save the west. Don't become like Europe - #WakeUpAmerica",
  "\"@glozee1: Great interview with @PaulManafort on @CNN regarding @realDonaldTrump path to victory #NewDay #MakeAmericaGreatAgain @DanScavino\"",
  "\"@WPayton344: @PaulManafort Great Interview on CNN-Being from CT- I am thrilled you are part of this Team-GO TRUMP!\"",
  "So great to be in New York. Catching up on many things (remember, I am still running a major business while I campaign) and loving it!",
  "\"@iamDaveK: @realDonaldTrump first WWE Hall of Famer to become president?\"",
  "\"@DiCristo13: @realDonaldTrump let's have the policy speeches on immigration, economy,  foreign policy, and NATO!",
  "\"@Keeblerqueen: @RealRudyGiulian @realDonaldTrump Thanks Rudy!!! Trump will be a great president!!\"",
  "\"@Genie115: #MakeAmericaGreatAgain we can only do that with @realDonaldTrump RT",
  "\"@gracefulme3: @seanhannity @tedcruz @realDonaldTrump Cruz is hated in New York. He should go home - no place for a phony\"",
  "Ted Cruz attacked New Yorkers and New York values- we don't forget!",
  "#MakeAmericaGreatAgain #Trump2016",
  "Unbelievable evening. Just made a speech in front 17,000 amazing New Yorkers in Bethpage, Long Island--- great to be home!",
  "I was not scheduled to be on the @oreillyfactor. Pure fiction!",
  "It is so great to be back home! Looking forward to a great rally tonight in Bethpage, Long Island!",
  "Still time to get out and VOTE!\n#WIPrimary #Trump2016 #MAGA",
  "RT @DonaldJTrumpJr: Last chance #Wisconsin: Find your polling location for today's primary &amp; go vote! Visit  🇺🇸🇺🇸 #T…",
  "Wow, @Politico is in total disarray \nwith almost everybody quitting. Good\nnews -- bad, dishonest journalists!",
  "RT @EricTrump: #Wisconsin: To find your voting location visit  #MakeAmericaGreatAgain  #TrumpTrain 🚂💨💨🇺🇸🇺🇸🇺🇸",
  "\"@roadsho: Challenge to all WI gun owners. Vote @realDonaldTrump.The only candidate that will protect your rights!",
  "Wisconsin, we will MAKE AMERICA GREAT AGAIN!",
  "Good morning Wisconsin! The polls are now open! #VoteTrump today &amp; we will MakeAmericaGreatAgain!",
  "MAKE AMERICA GREAT AGAIN!",
  "\"@FoxNews: @ScottBaio: \"#DonaldTrump is the only guy, I think, that has the will &amp; the nerve to attack &amp; to fight.\"",
  "\"@vikkideiter: Something VERY close to my heart. I'm a NAVY VET! I love @realDonaldTrump's  VETERANS ADMINISTRATION REFORMS.",
  "I will be on @SeanHannity @FoxNews- tonight at 10pmE w/ @MELANIATRUMP, from Wisconsin. Enjoy! #WIPrimary #Trump2016",
  "MAKE AMERICA GREAT AGAIN!",
  "Leaving Superior, Wisconsin now. Thank you! #Trump2016 #WIPrimary",
  "Wow, great news from Wisconsin. Just made two speeches there with a big one coming tonight. Thank you!",
  "Will be interviewed on @SeanHannity on @FoxNews from #Wisconsin tonight. My wife, Melania, will join me for the entire show.",
  "Congratulations Jim Herman! We are all proud of you @TrumpGolf!",
  "Just departing La Crosse, Wisconsin. Thank you! #Trump2016 #WIPrimary",
  "This Tweet from @realDonaldTrump has been withheld in response to a report from the copyright holder.",
  "A great day in Wisconsin, many stops, many great people! Melania is joining me on Monday. Big crowds. MAKE AMERICA GREAT AGAIN!",
  "A great night in West Allis, Wisconsin! Thank you! #VoteTrumpWI #WIPrimary",
  "I am on @FoxNews with @greta doing a town hall, from Wisconsin- now! Enjoy!\n#MakeAmericaGreatAgain #Trump2016",
  "Congratulations to @gohermie for winning the @ShellHouOpen. We are all proud of you @TNGCBedminster &amp; all @TrumpGolf clubs! Great going!",
  "I will be in Milwaukee, Wisconsin- tomorrow at 7pmE with @MELANIATRUMP. Join us! #WIPrimary #Trump2016",
  "Thank you Miss Katie's Diner!\n#MakeAmericaGreatAgain #Trump2016",
  "Thank you New York, and Pennsylvania! \n#MakeAmericaGreatAgain #Trump2016",
  "\"@GOPjenna: \"I don't care about the game, I care about the PEOPLE.\" And that's exactly why WE THE PEOPLE love you so much! #Trump2016\"",
  "Thank you! #Trump2016 #WIPrimary",
  "\"@007cigarjoe: #MakeAmericaGreatAgain #Trump2016 @realDonaldTrump IS THE ONLY DEAL !!!",
  "\"@Margee11: #WISCONSIN VOTE SMART @tedcruz RECORDS R SEALED.. WHAT IS HE HIDING? SAVE AMERICA W/ @realDonaldTrump",
  "\"@Wheels155:@CNN is reviewing the week,but majority of the show about @realDonaldTrump cuz there would be 0.0 ratings if not. Media's a JOKE",
  "I will be on @FoxNewsSunday with Chris Wallace this morning. Enjoy!",
  "\"@FaceTheNation: Tune in for our sit-down interview with Republican frontrunner @realDonaldTrump!",
  "Thank you Eau Claire, Wisconsin. \n#VoteTrump on Tuesday, April 5th!\nMAKE AMERICA GREAT AGAIN!",
  "I will be interviewed by @jdickerson on @FaceTheNation tomorrow morning. Enjoy! #Trump2016",
  "A GREAT DAY IN WISCONSIN!\nThank you #Racine &amp; #Wausau! Just arrived in #EauClaire! #Trump2016\n#WIPrimary #TrumpTrain",
  ".@FoxNews should be ashamed for allowing experts to explain how to make a nuclear attack!",
  ".@HeyTammyBruce- Thank you for your nice words on Fox today. They never use my full statements on nuclear, which you would agree with!",
  "Great honor to have @GOP General Counsel, #JohnRyder as a Trump delegate in TN. RNC meeting well worth it! Unifying the party!",
  "Join me on Monday, April 4th in Milwaukee! #WIPrimary #Trump2016\nTickets:",
  "Wisconsin has suffered a great loss of jobs and trade, but if I win, all of the bad things happening in the U.S. will be rapidly reversed!",
  "I will be in Wisconsin until the election. Jobs, trade and immigration will be big factors. I will bring jobs back home - make great deals!",
  "If @megynkelly stopped covering me on her show, her ratings would drop like a rock! My h to h interview with @AC360 beat her by millions!",
  "Is it possible for @megynkelly to cover anyone but Donald Trump on her terrible show. She totally misrepresents my words and positions! BAD.",
  "MAKE AMERICA GREAT AGAIN!",
  "Can you believe that Ted Cruz, who has been killing our country on trade for so long, just put out a Wisconsin ad talking about trade?",
  "We must build a great wall between Mexico and the United States!",
  "My new radio ad, airing today in Wisconsin! See you soon!\n#WIPrimary #Trump2016",
  "Does anybody like Lyin' Ted?",
  "For the 1st time in American history, America’s 16,500 border patrol agents have issue a presidential primary endorsement—me! Thank you.",
  "The National Border Patrol Council (NBPC) said that our open border is the biggest physical &amp; economic threat facing the American people!",
  "The Club For Growth said in their ad that 465 delegates (Cruz) plus 143 delegates (Kasich) is more than my 739 delegates. Try again!",
  "The Club For Growth,which asked me for $1,000,000 in an extortion attempt, just put up a Wisconsin ad with incorrect math.What a dumb group!",
  "#MakeAmericaGreatAgain #Trump2016",
  "THANK YOU, NEW YORK! #Trump2016",
  "THANK YOU, AMERICA! #Trump2016\n#MakeAmericaGreatAgain",
  "THANK YOU, WISCONSIN! #VoteTrump \nnext Tuesday, April 5th! #WIPrimary",
  "Just had a very nice meeting with @Reince Priebus and the @GOP. Looking forward to bringing the Party \ntogether --- and it will happen!",
  "The Trump Doctrine: Peace Through Strength. #Trump2016",
  "\"@susanbirchfiel1: Nothing you say will change my mind! Woman for @realDonaldTrump",
  "\"@Gearssuxs: @loudobbsnews @realDonaldTrump I'm a democrat and switch over to republican just to vote for trump in the primary.\"  Great!",
  "Thank you- Appleton, Wisconsin!\n#WIPrimary #Trump2016",
  "Congratulations to @CNN for having the wisdom to pick TRUMP! #MakeAmericaGreatAgain #Trump2016",
  "Please keep your thoughts &amp; prayers with Melissa Young- Miss Wisconsin 2005.",
  "THANK YOU, NEW YORK!\n#MakeAmericaGreatAgain #Trump2016",
  "RT @DonaldJTrumpJr: Nice piece and video today in the Wall Street Journal: Trump’s three eldest children jump into campaign",
  ".@DavidGregory got thrown off of TV by NBC, fired like a dog! Now he is on @CNN being nasty to me. Not nice!",
  "Final #'s just announced in the GREAT State of MO. TRUMP WINS! New certified #'s show a 365 vote increase for me- @ least 12 more delegates!",
  "Thank you! #Trump2016",
  "Trump defends campaign manager charged for bruising a reporter:",
  "Thank you! #MakeAmericaGreatAgain",
  "MAKE AMERICA GREAT AGAIN!",
  "Why is this reporter touching me as I leave news conference? What is in her hand??",
  "This was the reporters statement- when she found out there was tape from my facility, she changed her tune.",
  "Victory press conference was over. \nWhy is she allowed to grab me and shout questions? Can I press charges?",
  "Why aren't people looking at this reporters earliest statement as to what happened, that is before she found out the episode was on tape?",
  "Wow, Corey Lewandowski, my campaign manager and a very decent man, was just charged with assaulting a reporter. Look at tapes-nothing there!",
  "How come the @TODAYshow &amp; @chucktodd show the new @NBCNews Poll for Hillary vs Bernie but do not show the SAME poll where I am killing Cruz?",
  "I have millions more votes/hundreds more dels than Cruz or Kasich, and yet am not being treated properly by the Republican Party or the RNC.",
  "Wow, @CNN has nothing but my opponents on their shows. Really one-sided and unfair reporting. Maybe I shouldn't do their town-hall tonight!",
  "We need to secure our borders ASAP. No games, we must be smart, tough and vigilant. MAKE AMERICA GREAT AGAIN &amp; MAKE AMERICA STRONG AGAIN!",
  "Lyin' Ted, I have already beaten you in all debates, and am way ahead of you in votes and delegates. You should focus on jobs &amp; illegal imm!",
  "Lyin'Ted Cruz is weak &amp; losing big, so now he wants to debate again. But, according to Drudge,Time and on-line polls, I have won all debates",
  "After the way I beat Gov. Scott Walker (and Jeb, Rand, Marco and all others) in the Presidential Primaries, no way he would ever endorse me!",
  "\"@PaulaDuvall2:  Cruz will say anything that is contrary to what you have to say. If you're for Motherhood, he'll be against it!\"",
  "Just released that international gangs are all over our cities. This will end when I am President!",
  "\"@wolfblitzer:  Campaign-to-date popular GOP totals: @realDonaldTrump 7,546,980; @tedcruz 5,481,737; @JohnKasich 2,724,749\" A BIG DIFFERENCE",
  "Ted Cruz is incensed that I want to refocus NATO on terrorism, as well as current mission, but also want others to PAY FAIR SHARE, a must!",
  "A detainee released from Gitmo has killed an American. When will our so-called \"leaders\" ever learn!",
  "\"Kirsten Powers: Anti- Trump Operative was Aggressively Shopping Cruz Story\" \nvia the Gateway Pundit:",
  "\"@nellalda: @realDonaldTrump We stand by Trump 100%\"  Thank you!",
  "I will be interviewed on @foxandfriends at 7:30. Things are looking good, had a great Easter-look forward to spending the week in Wisconsin!",
  "\"@VictorConkle: #WIPrimary @realDonaldTrump will defeat ISIS and #MakeAmericaGreatAgain",
  "The United States cannot continue to make such bad, one-sided trade deals. There are only so many jobs we can give up. No more!",
  "See Lyin' Ted, even the @DailyBeast (no fan of mine) says this story came from Rubio, not Trump!",
  "Just to show you how unfair Republican primary politics can be, I won the State of Louisiana and get less delegates than Cruz-Lawsuit coming",
  "Why can't the pundits be honest? Hopefully we are all looking for a strong and great country again. I will make it strong and great!  JOBS!",
  "Another radical Islamic attack, this time in Pakistan, targeting Christian women &amp; children. At least 67 dead,400 injured. I alone can solve",
  "Happy Easter to all, have a great day!",
  "My statement on NATO being obsolete and disproportionately too expensive (and unfair) for the U.S. are now, finally, receiving plaudits!",
  "Wow, sleepy eyes @chucktodd is at it again. He is do totally biased. The things I am saying are correct. - far better vision than the others",
  "I am interviewed on This Week on @ABC this morning. Enjoy!",
  "Remember, I am the only candidate who is self-funding. While I am given little credit for this by the voters, I am not bought like others!",
  "Don't believe the @FoxNews Polls, they are just another phony hit job on me. I will beat Hillary Clinton easily in the General Election.",
  "Wisconsin's economy is doing poorly and like everywhere else in U.S., jobs are leaving. I will make our economy strong again - bring in jobs",
  "Nobody will protect our Nation like Donald J. Trump. Our military will be greatly strengthened and our borders will be strong. Illegals out!",
  "Lyin' Ted Cruz is now trying to convince prople that his problems with The National Enq.were caused by me. I had NOTHING to do with story!",
  "The press is going out of their way to convince people that I do not like or respect women, when they know that it is just the opposite!",
  "The media is so after me on women  Wow, this is a tough business. Nobody has more respect for women than Donald Trump!",
  "\"@pattiandsammi: @gullakhta99 @realDonaldTrump @Tytan01 @CNN WOMEN LOVE TRUMP. TRUMP'S EXECS PREDOMINANTLY FEMALE. #WOMEN4TRUMP\"",
  "\"@Tytan01: Dear @CNN, after doing a quick Google &amp; Twitter search there are over 15,000 women's groups supporting DonaldTrump. Stop Lying.\"",
  "\"@SpartanMaker:  Let me help you Trumpophobes with math: Trump: ($10.3B-$1.2M 74' equity)/1.2M = 858,233%. S&amp;P: 1314.5% #Derp\"",
  "\"@stanColtrane: Turns out @glennbeck was wrong. @realDonaldTrump had nothing to do with it",
  "\"@theAgeofLeo: Your instincts on foreign policy &amp; terrorism have been better than all of these so called experienced politicians combined.\"",
  "Top suspect in Paris massacre, Salah Abdeslam, who also knew of the Brussels attack, is no longer talking. Weak leaders, ridiculous laws!",
  "\"@11phenomenon: #LyingTed blames @realDonaldTrump for so many things I am starting to think he is having a mental health crisis.\"",
  "Wow, just released that $67 million in negative ads was spent on me. How am I still number one - by a lot?",
  "I didn't start the fight with Lyin'Ted Cruz over the GQ cover pic of Melania, he did. He knew the PAC was putting it out - hence, Lyin' Ted!",
  "Just won a big federal lawsuit similar in certain ways to the Trump U case but the press refuses to write about it. If I lost-monster story!",
  "MAKE AMERICA GREAT AGAIN!",
  "Endorsements for Lyin' Ted Cruz-",
  "\"@NeilTurner_: @realDonaldTrump Cruz &amp; Rubio are scared! WATCH -&gt;",
  "Europe and the U.S. must immediately stop taking in people from Syria. This will be the destruction of civilization as we know it! So sad!",
  "Just announced that as many as 5000 ISIS fighters have infiltrated Europe. Also, many in U.S.  I TOLD YOU SO! I alone can fix this problem!",
  "\"@Doctor_S_Freud:  @TheView They're all brain-dead puppets with skeletons in their closet. I say you go on and destroy them all\" A dead show",
  "Explain how the women on The View, which is a total disaster since the great Barbara Walters left, ever got their jobs. @abc is wasting time",
  ".@TheView T.V. show, which is failing so badly that it will soon be taken off thr air, is constantly asking me to go on. I TELL THEM \"NO\"",
  "Hillary Clinton has been working on solving the terrorism problem for years. TIME FOR A CHANGE, I WILL SOLVE - AND FAST!",
  "\"@TimVincent56:  @LindseyGrahamSC Talkers think about the future, Doers are already building it\" #VoteTrump2016",
  "It is amazing how often I am right, only to be criticized by the media. Illegal immigration, take the oil, build the wall, Muslims, NATO!",
  "Remember when I recently said that Brussels is a \"hell hole\" and a mess and the failing @nytimes wrote a critical article. I was so right!",
  "These politicians like Cruz and Graham, who have watched ISIS and many other problems develop for years, do nothing to make things better!",
  ".@LindseyGrahamSC and Lyin' Ted Cruz are two politicians who are very much alike - ALL TALK AND NO ACTION! Both talk about ISIS, do nothing!",
  "It is amazing how @LindseyGrahamSC gets on so many T.V. shows talking negatively about me when I beat him so badly (ZERO) in his pres run!",
  "\"@missi51: .@realDonaldTrump thank God is not a politician, but he's one heck of a fighter who will fight for us, the people.\"",
  "We pay a disproportionate share of the cost of N.A.T.O. Why? It is time to renegotiate, and the time is now!",
  "N.A.T.O. is obsolete and must be changed to additionally focus on terrorism as well as some of the things it is currently focused on!",
  "\"@Don_Vito_08: \"A picture is worth a thousand words\" @realDonaldTrump  #LyingTed #NeverCruz  @MELANIATRUMP",
  "\"@Kj11100Me: @realDonaldTrump Donald Trump will be greater  president than Ragan. Trump will set the button for morality,Christianity.",
  "\"@tcsorr: @jphilman0206 @realDonaldTrump self-funded and media loves him. Not beholden to masters like @tedcruz. Who owns Ted?\"",
  "\"@DebraRakestraw:  You have over 2M followers more than than @HillaryClinton. This says something about how America feels. #Trump2016 🇺🇸\"",
  "MAKE AMERICA GREAT AGAIN!",
  "I want to thank @RealSheriffJoe for all of his help in our historic Arizona win. Could not have done it without you Joe!",
  "While I believe I will clinch before Cleveland and get more than 1237 delegates, it is unfair in that there have been so many in the race!",
  "I think having Jeb's endorsement hurts Lyin' Ted. Jeb spent more than $150,000,000 and got nothing. I spent a fraction of that and am first!",
  "I will be the best by far in fighting terror. I’m the only one that was right from the beginning, &amp; now Lyin’ Ted &amp; others are copying me.",
  "Just watched Hillary deliver a prepackaged speech on terror. She’s been in office fighting terror for 20 years- and look where we are!",
  "Low energy Jeb Bush just endorsed a man he truly hates, Lyin’ Ted Cruz. Honestly, I can’t blame Jeb in that I drove him into oblivion!",
  "Lyin’ Ted Cruz steals foreign policy from me, and lines from Michael Douglas— just another dishonest politician.",
  "Thank you, Arizona! #Trump2016\n#MakeAmericaGreatAgain #TrumpTrain",
  "Lyin' Ted Cruz denied that he had anything to do with the G.Q. model photo post of Melania. That's why we call him Lyin' Ted!",
  "Hopefully the Republican Party can come together and have a big WIN in November, paving the way for many great Supreme Court Justices!",
  "Much bigger win than anticipated in Arizona. Thank you, I will never forget!",
  "Thank you, Arizona! #Trump2016\n#WesternTuesday #TrumpTrain",
  "Incompetent Hillary, despite the horrible attack in Brussels today, wants borders to be weak and open-and let the Muslims flow in.  No way!",
  "Lyin' Ted Cruz just used a picture of Melania from a G.Q. shoot in his ad. Be careful, Lyin' Ted, or I will spill the beans on your wife!",
  "Pres. Obama should leave the baseball game in Cuba immediately &amp; get home to Washington- where a #POTUS, under a serious emergency belongs!",
  "Obama, and all others, have been so weak, and so politically correct, that terror groups are forming and getting stronger! Shame.",
  "#UtahCaucus message from @IvankaTrump! #UTCaucus\n#MakeAmericaGreatAgain #Trump2016",
  "#ArizonaPrimary message from @IvankaTrump! #AZPrimary #MakeAmericaGreatAgain #Trump2016",
  "#VoteTrump video: \n#AZPrimary #ArizonaPrimary #UtahCaucus #UTCaucus #AmericanSamoa",
  "My heart &amp; prayers go out to all of the victims of the terrible #Brussels tragedy. This madness must be stopped, and I will stop it.",
  "Watch this clip from earlier this year. Time &amp; time again I have been right about terrorism. It’s time to get tough!",
  "I have proven to be far more correct about terrorism than anybody- and it’s not even close. Hopefully AZ and UT will be voting for me today!",
  "RT @EricTrump: #Arizona: We made it easy to find your polling location for today's primary! Simply visit  🇺🇸",
  "MAKE AMERICA GREAT AGAIN!",
  "President Obama looks and sounds so ridiculous making his speech in Cuba, especially in the shadows of Brussels. He is being treated badly!",
  "Do you all remember how beautiful and safe a place Brussels was. Not anymore, it is from a different world! U.S. must be vigilant and smart!",
  "\"@MyPresidentme: Here's Trump #AIPAC2016 in case anyone missed it. It is a must watch.",
  "\"@BarronG510: @realDonaldTrump The media is corrupt! We The People are fighting with you.\"",
  "Wow, President Obama just landed in Cuba, a big deal, and Raul Castro wasn't even there to greet him. He greeted Pope and others. No respect",
  "Big Republican Dinner tonight at Mar-a-Lago in Palm Beach. I will be there!",
  "\"@gamzorz:  @megynkelly Dont worry Trump, They are losing thousands of viewers and money. Roger Ailes will be telling Megyn to stop\"",
  "So the highly overrated anchor, @megynkelly, is allowed to constantly say bad things about me on her show, but I can't fight back? Wrong!",
  "The protesters blocked a major highway yesterday, delaying entry to my RALLY in Arizona by hours, and the media blames my supporters!",
  "Why is it that the horrendous protesters, who scream, curse punch, shut down roads/doors during my RALLIES,  are never blamed by media? SAD!",
  "Will be interviewed on @ThisWeekABC this morning. Enjoy!",
  "\"@GStephanopoulos: What’s @realDonaldTrump's strategy to secure the GOP nomination? I’ll talk to the Republican front-runner. @ThisWeekABC.\"",
  "The rallies in Utah and Arizona were great! Tremendous crowds and spirit. Just returned but will be going back soon.",
  "\"@jojo2foxy: TRUMP IS NOT AFRAID OF ANYTHING OR ANYONE - THAT'S THE PRESIDENT USA NEEDS TO UNITE US &amp; KNOCK THE SOCKS OFF OUR ENEMIES!",
  "THANK YOU ARIZONA! Get out and #VoteTrump on Tuesday! #AZPrimary \n#MakeAmericaGreatAgain #Trump2016",
  "Thank you- Tucson, Arizona! A great afternoon with 6,000 supporters! #VoteTrump on Tuesday!\n#MakeAmericaGreatAgain",
  ".@AndreaTantaros- You are a true journalistic professional. I so agree with what you say. Keep up the great work! #MakeAmericaGreatAgain",
  ".@jessebwatters- Watching your show from Arizona where we just had a big rally. It is fantastic- everybody loves it!\n#MakeAmericaGreatAgain",
  ".@DiamondandSilk- Just watched you on #WattersWorld with a large group of people. Everybody loves you- two amazing people! #Trump2016",
  "THANK YOU ARIZONA! 20,000 amazing supporters! Get out and #VoteTrump on Tuesday. I love you!\n#MakeAmericaGreatAgain",
  "Wow, @CNN ratings are up 75% because it's \"all Trump, all the time.\" The networks are making a fortune off of me! MAKE AMERICA GREAT AGAIN!",
  "Great to be back in Arizona!\n#MakeAmericaGreatAgain #Trump2016",
  "If crazy @megynkelly didn't cover me so much on her terrible show, her ratings would totally tank. She is so average in so many ways!",
  "Crazy @megynkelly says I don't (won't) go on her show and she still gets good ratings. But almost all of her shows are negative hits on me!",
  "\"@saneplanet: after tonight it is clear! Utah is #TrumpCountry  #Utah #Mormon #UtahPrimary #Utah4Trump",
  "\"@TeamTrumpAZ: Check out \"HANNITY EXCLUSIVE EVENT WITH TRUMP IN PHOENIX, AZ\"  @Eventbrite\"",
  "\"@DonaldJTrumpJr: Honored to be in #Utah with retired General Robert C. Oaks. We are so thankful for his support and endorsement here in SLC",
  "\"@Ma1973sk: Actually, no @FoxNews, @megynkelly has a sick obsession with Trump. Every day, every show, trashing, negative, hate.",
  "\"@AshleyEdam: It's great to see supporters like you along the way...watching Americans come together the past 8 months #voteTrump",
  "\"@grammy620: 1st time I heard #Trump I said \"wow\". I liked him! I then became a closet #Trump fan. Today? He's the ONLY 1 I will vote for!",
  "\"@Veteran4Trump: Vets For A Strong America Endorses Donald Trump for president; \"We've Endorsed Him, We Believe In Him\" #Trump2016",
  "\"@WesleyRickard: Sheriff Joe Arpaio AZ Endorses Donald J Trump for President of the United States #AZ #UT",
  "\"@cmichaeld2004: Realistic Trump Poll Numbers translate to the 70 percentile range in a two-man race. Gee, what happened to that 30% ceiling",
  "\"@ileanabarkus:  @nytdavidbrooks I totally agree! @nytdavidbrooks is strictly conceptual and theoretical and has NO COMMONSENSE!\"",
  "Thank you- New York! I love you!\n#MakeAmericaGreatAgain #Trump2016",
  "Landing in Phoenix now. Tomorrow's events will be amazing! #Trump2016",
  "Reading @nytdavidbrooks of the NY Times is a total waste of time, he is a clown with no awareness of the world around him- dummy!",
  "While I have never met @nytdavidbrooks of the NY Times, I consider him one of the dumbest of all pundits- he has no sense of the real world!",
  "Heading to Phoneix. Will be arriving soon. Tomorrow a big day. Tremendous crowds expected! #Trump2016 #MakeAmericaGreatAgain",
  "Watching @loudobbsnews- fantastic show! Has very interesting take on Paul Ryan.",
  "Just leaving Salt Lake City, Utah- fantastic crowd with no interruptions. \nLove Utah- will be back!",
  "RT @MarkHalperin: Utah Speaker of the House announces endorsement of @realDonaldTrump. Says @DonaldJTrumpJr played a big role",
  "Why haven't they released the final Missouri victory for us yet? Could it be because Cruz's guy runs Missouri?",
  "I guess I have reached yet another \"ceiling\"  - 49.7%, with four people. My highest Reuters poll yet! Thank you!",
  "Do you believe that Hillary Clinton now wants Obamacare for illegal immigrants? She should spend more time taking care of our great Vets!",
  "Everybody should boycott the @megynkelly show. Never worth watching. Always a hit on Trump! She is sick, &amp; the most overrated person on tv.",
  "Thank you Arizona- I love you! \n#MakeAmericaGreatAgain #Trump2016",
  "Join me tomorrow! #Trump2016\n#MakeAmericaGreatAgain",
  "Mitt Romney is a mixed up man who doesn't have a clue. No wonder he lost!",
  "Failed Presidential Candidate Mitt Romney was campaigning with John Kasich &amp; Marco Rubio, and now he is endorsing Ted Cruz. 1/2",
  "Failed presidential candidate Mitt Romney, the man who \"choked\" and let us all down, is now endorsing Lyin' Ted Cruz. This is good for me!",
  "Going to Salt Lake City, Utah, for a big rally. Lyin' Ted Cruz should not be allowed to win there - Mormons don't like LIARS! I beat Hillary",
  "Club for Growth letter- trying to extort $1,000,000.00 from me. Remember, I said- NO!",
  "Club For Growth tried to extort $1,000,000 from me. When I said NO, they went hostile with negative ads. Disgraceful!",
  "With millions of dollars of negative and phony ads against me by the establishment, my numbers continue to go up. Can anyone explain this?",
  ".@EWErickson got fired like a dog from RedState\nand now he is the one leading opposition against me.",
  "Senator @LindseyGrahamSC made horrible statements about @SenTedCruz – and then he endorsed him. No wonder nobody trusts politicians!",
  "Lyin' Ted Cruz lost all five races on Tuesday-and he was just given the jinx - a Lindsey Graham endorsement. Also backed Jeb. Lindsey got 0!",
  "Join us in Salt Lake City, Utah- tonight!\n#MakeAmericaGreatAgain #Trump2016",
  "Hillary Clinton has been involved in corruption for most of her professional life!",
  "MAKE AMERICA GREAT AGAIN!",
  "Who should star in a reboot of Liar Liar- Hillary Clinton or Ted Cruz? Let me know.",
  "Highly overrated &amp; crazy @megynkelly is always complaining about Trump and yet she devotes her shows to me. Focus on others Megyn!",
  "Looking like my 5 victories on Tuesday will be just as good as if I won Ohio. Two more days and Ohio was mine!",
  "See you in Arizona on Friday and Saturday.",
  "Please explain to the dummies at the @WSJ  Editorial Board that I love to debate and have won, according to Drudge etc., all 11 of them!",
  ".@WSJ is bad at math. The good news is, nobody cares what they say in their editorials anymore, especially me!",
  ".@WSJ Editorial says \"Clinton primary vote total is 8,646,551.Trump's is 7,533,692\"-a knock. But she had only 3 opponents-I had 16.Apologize",
  "The reason lyin' Ted Cruz has lost so much of the evangelical vote is that they are very smart and just don't tolerate liars-a big problem!",
  "Crazy @megynkelly is now complaining that  @oreillyfactor did not defend her against me - yet her bad show is a total hit piece on me.Tough!",
  "Great news that @FoxNews has cancelled the additional debate. How many times can the same people ask the same question? I beat Cruz debating",
  "Crazy @megynkelly supposedly had lyin' Ted Cruz on her show last night. Ted is desperate and his lying is getting worse. Ted can't win!",
  "Stuart Stevens, the failed campaign manager of Mitt Romney's historic loss, is now telling the Republican Party what to do with Trump. Sad!",
  "I will be interviewed on The O'Reilly Factor this evening at 8 pm on the Fox News Channel. @oreillyfactor",
  "Thank you, Missouri! #Trump2016",
  "Wow, just won Missouri!",
  "RT @JohnStossel: I can skate here ONLY b/c @realdonaldtrump fixed this rink after NYC gov’t spent $13M, but FAILED! Good for Trump!",
  "I am making a big speech the night of the @FoxNews debate, but I wish everyone well. Yesterday was a big day for me with 5 wins!",
  "Thank you to the Governor of Florida, Rick Scott, for your endorsement. I greatly appreciate your support!",
  "In the last 2 weeks, I had $35M of negative ads against me in Florida &amp; I won in a massive landslide.The establishment should save their $$!",
  "Yesterday was amazing—5 victories.  Lyin’ Ted Cruz\nhad zero. Things are going very well!",
  "Is this what we want for a President?",
  ".@RepTomMarino  Great job on television this morning. Glad to have you on my side!",
  "\"@FoxBusiness: .@RepTomMarino: I think @realDonaldTrump can beat HillaryClinton. And I'm looking forward to Trump being president.",
  ".@pastormarkburns You were great last night and we all very much appreciate it! Thank you!",
  "I will be interviewed on @foxandfriends at 8:30 A.M. ENJOY!",
  "Will be interviewed on @Morning_Joe at 7:40. ENJOY!",
  "Will be interviewed on @NewDay on @CNN at 7:15 A.M.",
  "Will be interviewed on @GMA at 7:00 A.M. Big wins last night!",
  "\"@lucyric13835428: @realDonaldTrump @megynkelly  That's funny, I switched to other media too, can't stand her\"",
  "\"@MaryEH428: @RealBenCarson I thank God you are on board with @realDonaldTrump to help him and us #MakeAmericaGreatAgain Ty!!\"",
  "Thank you Marco, I agree!",
  "I only wish my wonderful daughter Tiffany could have been with us at \nMar-a-Lago for our great election victory. She is a winner!",
  "Thank you Illinois! #SuperTuesday \n#MakeAmericaGreatAgain #Trump2016",
  "Thank you, North Carolina! #Trump2016 #SuperTuesday  \n#MakeAmericaGreatAgain",
  "Watching other networks and local news. Really good night! Crazy @megynkelly is unwatchable.",
  "Thank you, Florida! #SuperTuesday \n#MakeAmericaGreatAgain #Trump2016",
  "Thank you, Northern Mariana Islands!#SuperTuesday #Trump2016 \n#MakeAmericaGreatAgain",
  "Can't watch Crazy Megyn anymore. Talks about me at 43% but never mentions that there are four people in race. With two people, big &amp; over!",
  "\"@DumpFoxNews: @FoxNews @megynkelly  If media wasn't so biased against Trump, he would've won all of the delegates.",
  "\"@SCNAK45: @megynkelly is trying so hard to bash @realDonaldTrump it's ridiculous\" Don't worry, everyone is wise to Crazy Megyn!",
  "\"@J_Styborski: @realDonaldTrump @gregens21 @BertShad @FoxNews @megynkelly Hayes is looking depressed as well.",
  "\"@jsconlon11:  @BertShad @Foxnews @megynkelly I tried to give them a shot tonight, but they have the whole anti Trump cheerleading team.\"",
  "\"@gregens21:  @BertShad @FoxNews @megynkelly She's choking on the results! Call her justifiable Kelly. Justifying everything she says.\"",
  "\"@BertShad: Was going to watch @Foxnews for the primary results but saw @megynkelly - looks like #CNN tonight\"",
  "Word is that, despite a record amount spent on negative and phony ads, I had a massive victory in Florida. Numbers out soon!",
  "A lot of complaints from people saying my name is not on the ballot in various places in Florida? Hope this is false.",
  "I will bring our jobs back to the U.S., and keep our companies from leaving. Nobody else can do it. Our economy will \"sing\" again.",
  "In presidential voting so far, John Kasich is ZERO for 22. So why would he be a good candidate? Hillary would beat him, I will beat Hillary!",
  "Ohio is losing jobs to Mexico, now losing Ford (and many others). Kasich is weak on illegal immigration. We need strong borders now!",
  "Watching John Kasich being interviewed - acting so innocent and like such a nice guy. Remember him in second debate, until I put him down.",
  "RT @EricTrump: Mathematically it is statistically impossible for Kasich to get to 1237 - he would need 112% of the remaining delegates to b…",
  "#VoteTrump #SuperTuesday\n✅Florida\n✅Illinois\n✅Missouri\n✅North Carolina\n✅Ohio \n#TrumpTrain",
  "North Carolina lost 300,000 manufacturing jobs and Ohio lost 400,000 since 2000. Going to Mexico etc. NO MORE IF I WIN, WE WILL BRING BACK!",
  "RT @EricTrump: Friends in #FL #OH #NC #IL &amp; #MO we would be honored to have your #VOTE! #SuperTuesday #LetsDoThis #MakeAmericaGreatAgain #T…",
  "Just in, big news- I have been declared the winner of the CNMI Rep Caucus with 72.8% of the vote! Thank you! #SuperTuesday #VoteTrump",
  "Good morning Ohio! Some additional information from my daughter, @IvankaTrump! #VoteTrump #SuperTuesday",
  "Don't reward Mitt Romney, who let us all down in the last presidential race, by voting for Kasich (who voted for NAFTA, open borders etc.).",
  "Please remember, I am the ONLY candidate who is self-funding his campaign. Kasich, Rubio and Cruz are all bought and paid for by lobbyists!",
  "I will bring our jobs back to America, fix our military and take care of our vets, end Common Core and ObamaCare, protect 2nd A, build WALL",
  "Rubio is weak on illegal immigration, with the worst voting record in the U.S. Senate in many years. He will never MAKE AMERICA GREAT AGAIN!",
  "Kasich voted for NAFTA, a disaster for Ohio, and now wants the even worse TPP approved. Vote Trump and end this madness!",
  "\"@mazzei48: @realDonaldTrump @BrazielCarol @FoxNews Listening to interview on replay of @A Savage Nation #GO DONALD TRUMP !!!!!\" Thanks.",
  "\"@wh:  WOW people are so misinformed on DonaldTrump character! Watch this video! Hillary and Bernie don't come close",
  "\"@realwwshelton: @loudobbsnews I believe that @realDonaldTrump will be the big winner tomorrow.\"  Thank you!",
  "\"@BrazielCarol: @FoxNews @realDonaldTrump Who started this mess, the protesters of course . And media made it worse.\"",
  "Sadly, this kind of stuff even happened to Ronald Reagan. There is nothing nice about it! #MakeAmericaGreatAgain",
  "THANK YOU - Youngstown, Ohio! I love you! Get out &amp; #VoteTrump tomorrow. #Trump2016",
  "Kasich has helped decimate the coal and steel industries in Ohio. I will bring them back! #MakeAmericaGreatAgain",
  "Gov Kasich voted for NAFTA, which devastated Ohio and is now pushing TPP hard- bad for American workers!",
  "Leaving the great people of North Carolina. Amazing event. Heading to Tampa now! #VoteTrump",
  "Look forward to being in Tampa this afternoon. Wonderful crowds. Thank you, Florida!",
  "We don't have a country- if we don't have borders. #VoteTrump \nVideo:",
  "Just received from @PeteRose_14. \nThank you Pete! #VoteTrump on \nTuesday Ohio! #Trump2016\n#MakeAmericaGreatAgain",
  "RT @RSBNetwork: LIVE Stream: Donald Trump about to speak in Boca Raton, FL. Protesters already before Trump speaks. #TrumpTrain",
  "LYIN' TED",
  "The failing @nytimes is truly one of the worst newspapers. They knowingly write lies and never even call to fact check. Really bad people!",
  "Because Gov. Kasich cannot run in the state of Pennsylvania-he cannot win the nomination- &amp; should not be allowed to compete in Ohio on Tue.",
  "Carly Fiorina- I agree! Ted Cruz is just another politician. All talk- no action!",
  "Thank you Kevin. With unification of the party, Republican wins will be massive!",
  "Gov.Kasich of Ohio just stated on a morning show that he doesn't watch politics or anything on television, he only watches the @GolfChannel",
  "Ohio Gov.Kasich voted for NAFTA, from which Ohio has never recovered. Now he wants TPP, which will be even worse. Ohio steel and coal dying!",
  "Bernie Sanders is lying when he says his disruptors aren't told to go to my events. Be careful Bernie, or my supporters will go to yours!",
  "\"@alextrent4: It is repulsive that Trump was assaulted+politicians used that 2 further themselves+2 further victimize Trump! DISGUSTING!!\"",
  "Wow, Kasich didn't qualify to run in the state of Pennsylvania, not enough signatures. Big problem!",
  "RT @GovMikeHuckabee: Trump says the chaos in Chicago was a planned attack. But Hillary insists it was a spontaneous reaction to an internet…",
  "USSS did an excellent job stopping the maniac running to the stage. He has ties to ISIS. Should be in jail!",
  "Do the people of Ohio know that John Kasich is STRONGLY in favor of Common Core! In other words, education of your children from D.C. No way",
  "#EndCommonCore #Trump2016\nVideo:",
  "Just finished my second speech. 20K in Dayton &amp; 25K in Cleveland- perfectly behaved crowd. Thanks- I love you, Ohio!",
  "It is Clinton and Sanders people who disrupted my rally in Chicago - and then they say I must talk to my people. Phony politicians!",
  "The last person that Hillary or Bernie want to run against is Donald Trump --- and that is fact!",
  "We are asking law enforcement to check for dishonest early voting in Florida- on behalf of little Marco Rubio. \nNo way to run a country!",
  "Word is-early voting in FL is very dishonest. Little Marco, his State Chairman, &amp; their minions are working overtime-trying to rig the vote.",
  "The rally in Cincinnati is ON. Media put out false reports that it was cancelled! \n#MakeAmericaGreatAgain #Trump2016",
  "Thank you Dayton, Ohio! 20,000 supporters- largest in airport history! #MakeAmericaGreatAgain #Trump2016",
  "MAKE AMERICA GREAT AGAIN!",
  "On my way to Dayton, Ohio. Will be there soon!",
  "The rally in Cincinnati is ON. Media put out false reports that it was cancelled. Will be great - love you Ohio!",
  "Ohio had the biggest budget increase in the U.S. If it were not for striking oil, they would be bust! Governor Kasich in favor of TPP fraud!",
  "Absentee Governor Kasich voted for NAFTA and NAFTA devastated Ohio - a disaster from which it never recovered. Kasich is good for Mexico!",
  "The organized group of people, many of them thugs, who shut down our First Amendment rights in Chicago, have totally energized America!",
  "I just got off the phone with the great people of Guam! Thank you for your support! #VoteTrump today! #Trump2016",
  "Great news! Thank you Governor Ralph DLG Torres! #Trump2016",
  "It means so much to me- receiving an endorsement from Phyllis Schlafly. A truly great woman &amp; conservative.",
  "Thank you St. Louis, Missouri! \n#MakeAmericaGreatAgain #Trump2016",
  "Rumor has it that @politico is going out of business. Losing too much money. Great news! Likewise, dopey Mort Zuckerman's @NYDailyNews",
  "Dr. Ben Carson- I concur. \n\n\"I believe in God who can change people- he can make any of us better.\"\n@RealBenCarson",
  "RT @greta: Prob w/ all pundits saying last fall @realDonaldTrump had no chance is that shows media so out of touch w/ Americans",
  "RT @RealBenCarson: Please read my full endorsement of @realDonaldTrump  for President of the United States:",
  "RT @RealBenCarson: I endorse @realDonaldTrump. It’s time to unite behind the candidate who will beat Hillary Clinton and return government …",
  "RT @RealBenCarson: Many people fight for change in DC. @realDonaldTrump is a leader with an outsider’s perspective &amp; the vision, guts &amp; ene…",
  "RT @CLewandowski_: The Scrum: Video Emerges to Suggest WaPo Reporter Ben Terris Misidentifies Lewandowski in Fields Incident  Breitbart htt…",
  "Thank you! #GOPDebate",
  "\"@JaredWyand: Let's be clear.. #NeverTrump is about \"Never someone we don't own\" You either play into it &amp; let them win or vote Trump.",
  "Thank you America! #Trump2016\n#MakeAmericaGreatAgain",
  "Thank you Mark. #GOPDebate",
  "\"@adriparsonss: @The_Trump_Train @realDonaldTrump #Donald Trump is your man America. He is the best!! Vote for him!\" Thank you!",
  "Wow, you are all correct about @FoxNews - totally biased and disgusting reporting.",
  "Another Dishonest Politician \n#LightweightSenatorMarcoRubio",
  "Keep lightweight Marco and his friends out of the White House. \n#MakeAmericaGreatAgain #Trump2016",
  "Phony Club For Growth tried to shake me down for one million dollars, &amp; is now putting out nasty negative ads on me. They are total losers!",
  "Thank you Hawaii! #Trump2016",
  "This was a great evening- I would like to thank everyone for their wonderful support.",
  "RT @RSBNetwork: LIVE Stream now: Donald Trump press conference #TrumpTrain #Trump2016",
  "Thank you Michigan! #Trump2016",
  "Thank you Mississippi! #Trump2016",
  "Thank you! #Trump2016",
  "Thank you America! #Trump2016",
  "Word is I am doing very well in Michigan and Mississippi! Wow, and with all that money spent against me! Will be going to Trump Jupiter now!",
  "I hear @NBCNews / @WSJ came out with another one of their phony polls. While I am leading, they are totally discredited after last S.C. poll",
  "RT @EricTrump: Aloha Hawaii: We would be honored to have your vote! Find your caucus  #TrumpWaikiki #Mahalo",
  "The negative television commercials about me, paid for by the politicians bosses, are a total #Mediafraud. When you watch, remember!",
  "Hawaii:\n\nIdaho:\n\nMississippi:\n\nMichigan:",
  "#VoteTrumpID! #Trump2016",
  "#VoteTrumpHI! #Trump2016",
  "#VoteTrumpMI! #Trump2016",
  "#VoteTrumpMS! #Trump2016",
  "Mitt Romney had his chance and blew it. Lindsey Graham ran for president, got ZERO, and quit! Why are they now spokesmen against me? Sad!",
  "Remember, I am the only one who is self-funding my campaign. All of the other candidates are bought and paid for by special interests!",
  "Sun Sentinel says: Rubio lacks the experience, work ethic and gravitas needed to be president. HE HAS NOT EARNED YOUR VOTE!",
  "\"@EricTrump: Wishing our father tremendous luck in Michigan, Mississippi, Idaho &amp; Hawaii today! Amazing father!  @Q\"",
  "MAKE AMERICA GREAT AGAIN!",
  "Thank you @EricTrump!",
  "Michigan, Mississippi, Idaho &amp; Hawaii: Get out to VOTE and join the movement today! Video:",
  "The Club for Growth is a very dishonest group. They represent conservative values terribly &amp; are bad for America.",
  "People forget, it was Club for Growth that asked me for $1 million. I said no &amp; they went negative. Extortion!",
  "Ted Cruz Was For Welcoming Syrian Refugees Before He Was Against It",
  "I employ many people in Hawaii at my great hotel in Honolulu. I’ll be there very soon. Vote for me, Hawaii!",
  "Cruz came to Mississippi, there was nobody there, he left the state. I had a rally in Madison, MS with 10,000! \nThank you!",
  "I will be interviewed by @SeanHannity tonight at 10pm EST on @FoxNews! Enjoy!",
  "New ad concerning lightweight Senator Marco Rubio:",
  "Thank you Idaho! I love your potatoes- \nnobody grows them better. As \nPresident, I will protect your market.",
  "Lightweight Senator Marco Rubio features Trump Univ. students in FL. attack ads- who submitted \"excellent\" reviews.",
  "\"@justin_sellers: Setup is underway @realDonaldTrump rally in Madison. #MSPrimary  Thank you!",
  "It was great being in Michigan. Remember, I am the only presidential candidate who will bring jobs back to the U.S.and protect car industry!",
  "Don't believe the millions of dollars of phony television ads by lightweight Rubio and the R establishment. Dishonest people!",
  "Leaving for North Carolina. Big crowd, will be fun!",
  "Congratulation to Adam Scott and all of the folks at Trump National Doral on producing a really great WGC Tournament. Amazing finish!",
  "I will be using Facebook and Twitter to expose dishonest lightweight Senator Marco Rubio. A record no-show in Senate, he is scamming Florida",
  "We cannot let the failing REPUBLICAN ESTABLISHMENT, who could not stop Obama (twice), ruin the MOVEMENT with millions of  $'s in false ads!",
  "Lindsey Graham is all over T.V., much like failed 47% candidate Mitt Romney. These nasty, angry, jealous  failures have ZERO credibility!",
  "Failed presidential candidate Lindsey Graham should respect me. I destroyed his run, brought him from 7% to 0% when he got out. Now nasty!",
  "How do you fight millions of dollars of fraudulent commercials pushing for crooked politicians? I will be using Facebook &amp; Twitter. Watch!",
  "All of the phony T.V. commercials against me are bought and payed for by SPECIAL INTEREST GROUPS, the bandits that tell your pols what to do",
  "\"@Janetlarose1: @realDonaldTrump @FaceTheNation @jdickerson WASHINGTON VERSUS TRUMP ❤ &amp;TRUMPS SUPPORTERS ... #TRUMPDOG\"",
  "\"@ChadRowland3:  @jdickerson @FaceTheNation A solid interview and a fair one. Great job Mr. Trump. Keep up the good work. #TrumpTrain\"",
  ".@meetthepress and @chucktodd did a 1 hour hit job on me today – totally biased and mostly false. Dishonest media!",
  "I am at Trump National Doral-best resort in U.S. Rory and Adam Scott are doing great! Watch on NBC at 3:00 P.M.  MAKE AMERICA GREAT AGAIN!",
  "Thank you to @jdickerson and @FaceTheNation for a very fair and professional interview this morning. No wonder you are #1 in the ratings!",
  "Fraud lightweight Marco made a TV ad on TrumpU featuring 2 people who signed these letters:",
  "The primary plaintiff in the phony Trump University suit wants to abandon the case. Disgraceful!",
  "Nancy Reagan, the wife of a truly great President, was an amazing woman. She will be missed!",
  "David Brooks, of the New York Times, is closing in on being the dumbest of them all. He doesn’t have a clue.",
  "Thank you Michigan! #Trump2016",
  "FLORIDA: Do not miss this opportunity to #MakeAmericaGreatAgain! Thank you @IvankaTrump:",
  "I will be interviewed on @FaceTheNation this morning. Enjoy!  @jdickerson",
  ".@FoxNews is devastated that lightweight Senator Marco Rubio got trounced tonight and is the big loser. I won the two big states, great!",
  "Thank you Kentucky! #Trump2016\n#SuperSaturday",
  "Thank you Louisiana! #Trump2016\n#SuperSaturday",
  "RT @DonaldJTrumpJr: If you live in Louisiana, Maine, Kentucky or Kansas remember to vote today! Together let's #MakeAmericaGreatAgain🇺🇸 htt…",
  "I will be at the Cadillac World Golf Championship @TrumpDoral in Miami tomorrow! Rory, Phil, Bubba, Adam, and Dustin all at the top!",
  "Thank you Willie Robertson! \n#VoteTrump #MakeAmericaGreatAgain",
  "I would love to be at the Cadillac World Golf Championship @TrumpDoral in Miami- but even more so in Orlando with the #TrumpTrain!",
  "I am watching two clown announcers on @FoxNews as they try to build up failed presidential candidate #LittleMarco. Fox News is in the bag!",
  "Romney's failed advisors, like campaign mgr Stuart Stevens are all over TV telling people how to win. But they lost- don't know how to win!",
  ".@MittRomney was a disaster candidate who had no guts and choked! Romney is a total joke, and everyone knows it!",
  "Thank you, Kansas! The line going into the Orlando event is over a mile long. Massive crowd expected. Leaving Kansas now, be there soon!",
  "#CaucusForTrump #Trump2016",
  "Getting ready to make my speech at #KansasCaucus. A great honor! #MakeAmericaGreatAgain #Trump2016",
  "Thank you Kansas! Thousands of people inside- and thousands outside who couldn't get into the hall. Really amazing! #CaucusForTrump",
  "To the people of Kentucky, \nRand Paul didn't want you. Now he runs back due to his presidential failure. \n#VoteTrump #MakeAmericaGreatAgain",
  "Why would anyone in Kentucky listen to failed presidential candidate Rand Paul re: caucus. Made a fool of himself (1%.)\nKY his 2nd choice!",
  "Will be in Orlando, Florida, this afternoon. 25,000 people expected. This is a movement like our GREAT COUNTRY has never seen before!",
  "Wow, big lines in Kansas.",
  "For all of today's voters please remember that I am the only candidate that is self funding my campaign, I am not bought and paid for!",
  "Great time last night in Louisiana. Big and energetic crowd. Go out and vote now, polls open. MAKE AMERICA GREAT AGAIN!",
  "I am in Kansas. Will be an exciting day. Big speech this morning in Wichita, and then go to caucus. Sorry CPAC (the format was fine!).",
  "Join me in Wichita, Kansas tomorrow morning! Looking forward to it!\n#MakeAmericaGreatAgain #Trump2016",
  "Thank you New Orleans, Louisiana!\n#MakeAmericaGreatAgain #VoteTrump",
  "RT @EricTrump: Friends: Remember to VOTE tomorrow if you live in Louisiana, Maine, Kentucky or Kansas!  🇺🇸🇺🇸#MakeAmericaGreatAgain",
  "Join me in Wichita, Kansas tomorrow morning! Looking forward to it!\n#MakeAmericaGreatAgain #Trump2016",
  "Thank you Cadillac, Michigan! #VoteTrumpMI on 3/8/2016. We will MAKE AMERICA GREAT AGAIN!",
  "#VoteTrumpKS #Trump2016\nMarch 5, 2016 | Wichita, Kansas:",
  "U.S. Senator Bob Corker (R-Tenn.) issued the following statement today regarding the 2016 presidential election:",
  "Thank you Macomb County, Michigan! #MakeAmericaGreatAgain #Trump2016",
  "\"@SirHatchporch: Mary Kissel is an SNL character, right? She's not a real person, right? #MorningJoe\"  She is a major loser - no clue!",
  "\"@AngieSteinberg: GET THAT POS WSJ LIAR FANTASY PUNDIT @marykissel OFF THE AIR. Blah blah. A real dummy! @Morning_Joe @realDonaldTrump",
  "Thank you America! #Trump2016",
  "MY POSITION ON VISAS\n#MakeAmericaGreatAgain #Trump2016",
  "The Better Business Bureau report, with an A rating for Trump University. #GOPDebate",
  "Rubio puts out ad that my pilot was a drug dealer- not true, not my pilot! Guy owned helicopter company- don't think I ever even used.",
  "Senator Sessions will serve as the \nChairman of my National Security \nAdvisory Committee.",
  "THANK YOU PORTLAND, Maine!\n#MakeAmericaGreatAgain #Trump2016",
  "On my way to see the great people of Maine. Will be landing in Portland in 2 hours. Look forward to it! #Trump2016",
  "Will miss @RealBenCarson tonight at the #GOPDebate. I hope all of Ben's followers will join the #TrumpTrain. We will never forget.",
  "Go to Trump Doral in Miami and watch the World Golf Championship! On NOW!",
  "\"@blt21muttrades: People are just mad that you're doing so good so they are gonna do they're best to stop you. Not gonna happen #MAGA\"",
  "\"@CreativeXwalk: @realDonaldTrump teaching the GOP how to lose four years ago was not enough. Now Romney wants to do it again.\"",
  "The phony lawsuit against Trump U could have been easily settled by me but I want  to go to court. 98% approval rating by students. Easy win",
  "RT @rupertmurdoch: As predicted, Trump reaching out to make peace with Republican \"establishment\".  If he becomes inevitable party would be…",
  "Why did Mitt Romney BEG me for my endorsement four years ago?",
  "I am the only one who can beat Hillary Clinton. I am not a Mitt Romney, who doesn't know how to win. Hillary wants no part of \"Trump\"",
  "Why would the great people of Florida vote for a guy who, as a Senator, never even shows up to vote - worst record. Marco Rubio is a joke!",
  "I have brought millions of people into the Republican Party, while the Dems are going down. Establishment wants to kill this movement!",
  "Failed candidate Mitt Romney,who ran one of the worst races in presidential history,is working with the establishment to bury a big \"R\" win!",
  "\"@malski1954: I changed parties to vote for you, no one else measures up to you, The GOPe needs a reality check. Our country is at stake\"",
  "Looks like two-time failed candidate Mitt Romney is going to be telling Republicans how to get elected. Not a good messenger!",
  "Millions of dollars being spent on false TV ads by special interest groups who own Rubio &amp; Cruz.When you see them think of your puppet POLS",
  "\"@Johnsmi01433966: The establishment doesn't like you because they can't control you and get you to lie to us and keep ripping us off.\"",
  "Because of me, the Republican Party has taken in millions of new voters, a record. If they are not careful, they will all leave. Sad!",
  "#MakeAmericaGreatAgain #Trump2016\nVideo:",
  "I would love to see the Republican party and everyone get together- and unify.\nVideo:",
  "Just another desperate move by the man who should have easily beaten Barrack Obama. (2/2)",
  "Failed Presidential Candidate Mitt Romney is having a news conference tomorrow to criticize me. (1/2)",
  "I am going to repeal and replace ObamaCare! Read more about my positions on healthcare reform here:",
  ".@CNN poll just hit 49% for Trump. Interesting how my numbers have gone so far up since lightweight Marco Rubio has turned nasty. Love it!",
  "\"@HavBat22: @TeamCavuto #KenLangone is 100% correct #NeilCavuto. And u and the rest of u #Fox muppets refuse to HEAR HIM.\" So true!",
  "Why can't the leaders of the Republican Party see that I am bringing in new voters by the millions-we are creating a larger, stronger party!",
  "My wife @MELANIATRUMP will be #OnTheRecord w/ @greta tonight at 7pmE on @FoxNews. Enjoy!",
  "\"@KinnardJan: @Itsjoeco @realDonaldTrump I took Trump University class and saved my home!\"",
  "Marco Rubio lost big last night. I even beat him in Virginia, where he spent so much time and money. Now his bosses are desperate and angry!",
  "Why would anyone in Florida vote for lightweight Senator Marco Rubio. Check out his credit card scam, his house sale &amp; his no show voting!",
  "The special interests and people who control our politicians (puppets) are spending $25 million on misleading and fraudulent T.V. ads on me.",
  "\"@JoeNBC: FOX calls Virginia for Trump. If it holds, it's a big win for Trump and a big setback for Rubio, who needed to win the state.",
  "\"@JoeNBC: Marco Rubio just criticized Ted Cruz for underperforming tonight. Wow. #SuperTuesday\"",
  "\"@NorahODonnell: Looks like Rubio won't get any delegates from TX or AL because he didn't meet 20% threshold.\"",
  "\"@mikiebarb: \"A nearly impossible path to the GOP nomination\" for Rubio, says @apalmerdc:  …\"",
  "\"@danpfeiffer: For the record, most Democrats would much rather face Cruz than Trump\"  So true!",
  "Thank you Vermont! #Trump2016\n#SuperTuesday",
  "Thank you Arkansas! #Trump2016\n#SuperTuesday",
  "Thank you Virginia! #Trump2016\n#SuperTuesday",
  "Thank you Alabama! #Trump2016\n#SuperTuesday",
  "Thank you Tennessee! #Trump2016\n#SuperTuesday",
  "Thank you Massachusetts! #Trump2016 #SuperTuesday",
  "Thank you Georgia!\n#SuperTuesday #Trump2016",
  "Wow! Thank you Louisville, Kentucky! \n#VoteTrump on 3/5/2016! Lets #MakeAmericaGreatAgain!",
  "Lets go America! Get out &amp; #VoteTrump! #Trump2016\n#MakeAmericaGreatAgain!\n#SuperTuesday",
  "MAKE AMERICA GREAT AGAIN!",
  "RT @EricTrump: Who has voted today??? Feedback from the polls? I'm like a kid on Christmas! #SuperTuesday #MakeAmericaGreatAgain",
  "Thank you Columbus, Ohio!",
  "The people of South Carolina are embarrassed by Nikki Haley!",
  "RT @CLewandowski_: Gov Nikki Haley just became a liability for Rubio after this was published to social media!",
  "RT @DanScavino: .@NikkiHaley in 2012 w/ Romney on tax returns🤔(political ploy.) Fast forward..2016 w/ Robot Rubio🤖\n#FAIL👎#Politician",
  "Got the endorsement of Brian France and @NASCAR yesterday in Georgia. Also, many of the sports great drivers. Thank you Nascar and Georgia!",
  "Thank you Georgia! 15,000 amazing supporters tonight! Everyone get out &amp; #VoteTrump tomorrow! #SuperTuesday",
  "Great news- Former Mayor of Dallas, Tom Leppert, has just endorsed me! Thank you! Tomorrow is a big day- VOTE! #VoteTrump #SuperTuesday",
  "Thank you Brian France, Bill Elliott, @chaseelliott, @DavidRagan, &amp; @RyanJNewman! #NASCAR #Trump2016 #VoteTrump",
  "Phony Rubio commercial. I could have settled, but won't out of principle! See student surveys.",
  "Trump University has a 98% approval rating. I could have settled but won't out of principle!",
  "Thank you Virginia! 15,000 amazing supporters! Everyone get out and #VoteTrump tomorrow!",
  "My wife @MELANIATRUMP will be joining @andersoncooper @AC360 tonight at 8pmE on @CNN. Enjoy!",
  "Governor Alejandro García Padilla said presidential hopeful Sen. Marco Rubio “is no friend of Puerto Rico.\"",
  "#Trump2016 #TrumpInstagram:",
  "I am self funding my campaign and only work for YOU, the American people!\n#Trump2016 Video:",
  "\"Hillary could lose to Trump in Democratic New York\"\n#MakeAmericaGreatAgain #Trump2016",
  "Join me in Columbus, Ohio tomorrow!\n#MakeAmericaGreatAgain #Trump2016",
  "Thank you America! Get out &amp; VOTE tomorrow! #Trump2016 #MakeAmericaGreatAgain",
  "My sons, Don and Eric, are on @foxandfriends now 7:35. Great kids, enjoy!",
  "Thank you @SenatorSessions!\n#MakeAmericaGreatAgain #Trump2016",
  "THANK YOU ALABAMA! 32,000 supporters tonight. Get out &amp; VOTE on Tuesday! WE WILL MAKE AMERICA GREAT AGAIN!",
  "Our law enforcement officers deserve our appreciation for the incredible job they do. Video:",
  "I will be making a big surprise announcement to the massive crowd assembled in Huntsville/Madison Alabama! Landing now! #Trump2016",
  "Phylis Schlafly: 'Marco Rubio Betrayed Us All'",
  "Little Marco Rubio treated America's ICE officers \"like absolute trash\" in order to pass Obama's amnesty.",
  "Little Marco Rubio gave amnesty to criminal aliens guilty of \"sex offenses.\" DISGRACE!",
  "Little Marco Rubio is just another Washington D.C. politician that is all talk and no action. #RobotRubio",
  "\"@EmaGabi23: Rubio was kicking back on his $80k boat he bought with lobbyist money and claimed it was from book sale profit lol\"",
  "Lightweight Senator Marco Rubio is polling very poorly in Florida. The people can't stand him for missing so many votes - poor work ethic!",
  "Little Marco Rubio, the lightweight no show Senator from Florida is just another Washington politician.",
  "Mitt Romney didn't show his tax return until SEPTEMBER 21, 2012, and then only after being humiliated by Harry R! A bad messenger for estab!",
  "As I stated at the press conference on Friday regarding David Duke- I disavow.",
  "Why would the people of Texas support Ted Cruz when he has accomplished absolutely nothing for them. He is another all talk, no action pol!",
  "#MakeAmericaGreatAgain #Trump2016",
  "Little Marco Rubio, the lightweight no show Senator from Florida, is set to be the \"puppet\" of the special interest Koch brothers. WATCH!",
  "Making a big speech in Alabama today. So many people we had to move to a football stadium! Come and join us!",
  "I am the only Republican who will get large numbers of Dems and Indies (crossover). I will also get states that no other Republican can get.",
  "While Hillary and I both won South Carolina by big margins, Repubs got far more votes with a massive increase from past cycles.GROWING PARTY",
  "The Republican Establishment has been pushing for lightweight Senator Marco Rubio to say anything to \"hit\" Trump.I signed the pledge-careful",
  "While I hear the Koch brothers are in big financial trouble (oil), word is they have chosen little Marco Rubio, the lightweight from Florida",
  "\"@CharlesHodgson1:  A lot more water after this bombshell, Rubio. You are an enemy of America. @realDonaldTrump",
  "\"@ilduce2016: “It is better to live one day as a lion than 100 years as a sheep.” – @realDonaldTrump #MakeAmericaGreatAgain\"",
  "\"@JimmyTheSaint09: @realDonaldTrump @RonnieMemo @ChrisChristie anything is better than @marcorubio\"",
  "\"@fairess369: It is a sad commentary little boy Marco Rubio can't win in his home state. Floridians despise him as a opportunist phony.\"",
  "\"@sprivitor @realDonaldTrump Marco 'Amnesty' Rubio is the front man of Amnesty.  #AlwaysTrump #Trump2016 #TrumpTrain",
  "\"@tiarardis: @FoxNews @realDonaldTrump @JudgeJeanine GO TRUMP\"",
  "\"@RonnieMemo: DonaldTrump is a leader. He is a successful person that, like me, isn’t afraid to tell it like it is.\" Governor @ChrisChristie",
  "We need to fix our broken education system! #StopCommonCore \n#MakeAmericaGreatAgain \nVideo:",
  "THANK YOU Arkansas! Get out &amp; #VoteTrump on Tuesday. We will MAKE AMERICA SAFE &amp; GREAT AGAIN!",
  "Incredibly proud of my son @EricTrump &amp; his efforts on behalf of @StJude in Memphis, TN.",
  "It was an honor to be the Grand Marshall- in the Salute to Israel Parade back in 2004.",
  "Just watched lightweight Marco Rubio lying to a small crowd about my past record. He is not as smart as Cruz, and may be an even bigger liar",
  ".#RogerStone was just banned by @CNN - their loss! Tough, loyal guy.",
  "I started my business with very little and built it into a great company, with some of the best real estate assets in the World. Amazing!",
  "I only wish my wonderful father, Fred, gave me $200 million to start my business like lightweight Rubio says. He didn't - total fabrication!",
  "Fun to watch the Democrats working so hard to win the great State of South Carolina when I just won the Republican version - amazing people!",
  "I am self-funding my campaign and am therefore not controlled by the lobbyists and special interests like lightweight Rubio or Ted Cruz!",
  "Tax experts throughout the media agree that no sane person would give their tax returns during an audit. After the audit, no problem!",
  "I unfairly get audited by the I.R.S. almost every single year. I have rich friends who never get audited. I wonder why?",
  "\"@NeilTurner_: @realDonaldTrump There's only one real candidate, and it's you! Donors control the other candidates! #VoteTrump\" Thank you.",
  "RT @EricTrump: Friends: If you live in AL, AK, AR, CO, GA, MA, MN, OK, TN, TX, VT or VA, get out and VOTE on Tuesday! #Trump2016",
  "I will be on @foxandfriends at 8:30 A.M. Will be talking about lightweight Marco Rubio and lying Ted Cruz!",
  "\"@SassyPantsjj: Michigan GOP poll 2/24/2016 Trump 35.5 Rubio 15.0 Cruz 14.3 Kasich 12.8 Carson 8.3 @realDonaldTrump\" Wow!",
  "Thank you Pastor Robert Jeffress! #MakeAmericaGreatAgain #Trump2016",
  "\"@JerryJrFalwell: A majority of evangelicals believe @realDonaldTrump is best equipped to save the country. #Greta\"",
  "\"@itsblakec: @realDonaldTrump Trump is a genius. Rubio and Cruz are not. I want a brilliant mind to run this country.\"",
  "\"@donnieboysmith: @realDonaldTrump in contrast to Rubio and Cruz you look like a giant. They look terribly weak\" Thank you!",
  "What I would do on my first day in office. #MakeAmericaGreatAgain\nWatch:",
  "Thank you Texas! 10,000 amazing \nsupporters! #Trump2016 \n#MakeAmericaGreatAgain",
  "Never let them see you sweat!",
  "Thank you for your support &amp; \nfriendship- Governor @ChrisChristie!\n#MakeAmericaGreatAgain #Trump2016",
  "They don't like Rubio in Florida- he left them high &amp; dry. Doesn't even show up for votes!",
  "Lightweight Marco Rubio was working hard last night. The problem is, he is a choker, and once a choker, always a choker! Mr. Meltdown.",
  "Wow, every poll said I won the debate last night. Great honor!",
  "Lightweight choker Marco Rubio looks like a little boy on stage. Not presidential material!",
  "Lying Ted Cruz and lightweight choker  Marco Rubio teamed up last night in a last ditch effort to stop our great movement. They failed!",
  "Will be at Fort Worth (Texas) Convention Center at 11:30 A.M. Big crowd - get there early! Big announcement to be made!",
  "Why would the people of Florida vote for Marco Rubio when he defrauded them by agreeing to represent them as their Senator and then quit!",
  "Have a good chance to win Texas on Tuesday. Cruz is a nasty guy, not one Senate endorsement and, despite talk, gets nothing done. Loser!",
  "I will be making a speech at 12:00 in Fort Worth, Texas. Really big crowd expected. Will be talking about the debate last night-plus, plus!",
  "\"@WaltSeher: @realDonaldTrump @morg25016893 @eventbrite yup 200 Polish immigrants were hired by his contractor not Trump\"",
  "\"@MJP1370: @realDonaldTrump Cruz talks about Hillary all the time because he knows he can't beat you ! Trump will win Texas !\"",
  "\"@donell27743094: @realDonaldTrump trump won the debate. Disgusting Rubio said \"peed\" - is he still in junior high school.\"",
  "\"@tdltdltdltdl:  Marco Cruz and Ted Rubio (easy to get the two politicians confused) looked like desperate, panicked DC insiders tonight\"",
  "\"@SkylerDeckard: @realDonaldTrump \"that's because you've never hired anyone to do work before\" favorite line from tonights debate.\"",
  "\"@restorereality: Tonight you proved to America you are the real deal. You took fire from all sides, stayed composed, returned fire and WON!",
  "\"@Slytle24: @davidaxelrod @realDonaldTrump @CNN he won almost all polls and Mark Halperin gave him an A-",
  "\"@Indies4Trump: Vote Early in the #LoneStarState #SuperTuesday @realDonaldTrump will #MakeAmericaGreatAgain",
  "\"@morg25016893:  @eventbrite Also, all the things Rubio&amp;Cruz were using for hits, just petty. Trump, clearly the only one w/all the skills.\"",
  "Big day in Texas tomorrow! Having a rally in Fort Worth. Tremendous crowd. Will be exciting! #Trump2016",
  "All the online polls have me winning the debate. I really enjoyed the evening. Not easy, but good.",
  "#MakeAmericaGreatAgain #Trump2016",
  "Thank you! #GOPDebate Polls \n#MakeAmericaGreatAgain",
  "#MakeAmericaGreatAgain!",
  "Thank you! WE WILL MAKE AMERICA GREAT AGAIN! #Trump2016",
  "Failed presidential candidate @MittRomney was made to look like a fool by Senator Harry Reid &amp; didn't release his tax returns until 9/21/12.",
  "THANK YOU!  \n#MakeAmericaGreatAgain #Trump2016",
  "FMR PRES of Mexico, Vicente Fox horribly used the F word when discussing the wall. He must apologize! If I did that there would be a uproar!",
  "Early on Ted Cruz said that if he didn't win South Carolina, it's over. He didn't win- and lost to me in a landslide!",
  "Thank you Illinois! #Trump2016",
  "Join me in Oklahoma tomorrow night!\n#MakeYoutubeGreatAgain #Trump2016",
  "I'm going to do what @MittRomney was totally unable to do- WIN!",
  "LETS MAKE AMERICA GREAT AGAIN!\nSchedule &amp; tickets:",
  "Signing a recent tax return- isn't this ridiculous?",
  "Just for your info, tax returns have 0 to do w/ someone’s net worth. I have already filed my financial statements w/ FEC. They are great!",
  "Why doesn’t @MittRomney just endorse @marcorubio already.\nShould have done it before NH or Nevada where he had a little sway. Too late\nnow!",
  "Mitt Romney, who was one of the dumbest and worst candidates in the history of Republican politics, is now pushing me on tax returns. Dope!",
  "Great new poll. Thank you Texas! #VoteTrump #MakeAmericaGreatAgain",
  "\"@ChatteringTeef: @BornToBeGOP @realDonaldTrump @MittRomney hates to see Trump's success when he was so pathetic",
  "\"@classyexplorer:  @ahernandez85a Romney is a pawn of the Establishment and has no individual thought process. He is jealous of Trump!\"",
  "\"@conservativevin:  @ahernandez85a Romney should have been a tough guy with Obama. He cowered and lost. BADLY! He's not relevant!\"",
  "\"@Stevekwebb: @realDonaldTrump Love it! @tedcruz is done. We need someone who is proven. @realDonaldTrump will make America Great Again\"",
  "\"@Ausbiz: @realDonaldTrump Trump is so impressive and no other politician has his passion &amp; energy to #MakeAmericaGreatAgain",
  "\"@HosierN: @foxnewspolitics A vote for @tedcruz or @marcorubio is a vote for corruption, special interests and lobbyists. Trump for POTUS!",
  "\"@ahernandez85a: @realdonaldtrump Mr Tough Guy Romney should be backing Trump like Trump backed him last time #NoLoyalty\"",
  "Ted Cruz is lying again. Polls are showing that I do beat Hillary Clinton head to head. Check out  Poll snd Q Poll.",
  "Texas, Georgia &amp; many more VOTE EARLY! This is a movement!\n#Trump2016 VOTE VIDEO:",
  "\"@GriceCindy: That's why we are angry. The Republican Establishment will not support you. You are who the American people want!\"",
  "\"@ddpick18: @realDonaldTrump This Texan will be voting Trump March 1st. Cruz is a fake Texan!\"",
  ".@RepChrisCollins  Chris, thank you so much for your wonderful endorsement. I will not let you down! @CNN",
  "When Ted Cruz quits the race and the field begins to clear, I will get most of his votes - no problem!",
  "Why would Texans vote for \"liar\" Ted Cruz when he was born in Canada, lived there for 4 years-and remained a Canadian citizen until recently",
  "When Mitt Romney asked me for my endorsement last time around, he was so awkward and goofy that we all should have known he could not win!",
  "\"@Ward_II: Oh great @MittRomney is doing a @SenatorReid on @realDonaldTrump like losing the presidency wasn't enough #Trump2016\" He's a fool",
  "Mitt Romney,who totally blew an election that should have been won and whose tax returns made him look like a fool, is now playing tough guy",
  "The polls show that I picked up many Jeb Bush supporters. That is how I got to 46%. When others drop out, I will pick up more.  Sad but true",
  "MAKE AMERICA GREAT AGAIN!",
  "In all of television- the only one who said anything bad about last nights landslide victory-- was dopey @KarlRove. He should be fired!",
  "I am in Virginia @RegentU Presidential forum with Dr. Pat Robertson- beginning now! Watch here:",
  "I am self funding my campaign &amp; don't owe anybody anything! I only owe it to the American people! #Trump2016\nWatch:",
  ".@USATODAY Poll and @QuinnipiacPoll say that I beat both Hillary and Bernie, and I havn't even started on them yet!",
  "Big defeat last night in Nevada for Ted Cruz and Marco Rubio. @KarlRove on @FoxNews is working hard to belittle my victory. Rove is sick!",
  "@MELANIATRUMP did great on television this morning. Poised, smart and strong, with a big heart - so much to offer. We are all proud of you!",
  "Melania will be interviewed by @morningmika on @Morning_Joe now (8:30 A.M.). ENJOY!",
  "THANK YOU NEVADA!\n#Trump2016 #MakeAmericaGreatAgain\n@Snapchat! \nUsername: realdonaldtrump",
  "THANK YOU NEVADA! WE WILL MAKE AMERICA SAFE &amp; GREAT AGAIN!",
  "Make sure you get on the Trump line and are not mislead by the Cruz people. They are bad! BE CAREFUL.",
  "RT @TrumpNV: #NVcaucus locator -&gt;",
  "Exclusive interview w/ my wife @MELANIATRUMP- tomorrow morning @ 8amE on @Morning_Joe w/ @morningmika @MSNBC. Enjoy!",
  "GO VOTE FROM NOW TO 8:30 P.M. NEVADA. I WILL BE AT VARIOUS CAUCUS SITES. MAKE AMERICA GREAT AGAIN!",
  "RT @EricTrump: Very proud of what my father has accomplished in the past 7 months -Wishing him amazing luck and success tonight! #NVcaucus …",
  "My wife Melania will be on @Morning_Joe  tomorrow morning at 8:00. Interviewed by @morningmika - Enjoy!",
  "Thank you Sparks, Nevada!\n#VoteTrumpNV \n\n#NevadaCaucus Finder:",
  "Club for Growth is the group that came to my office seeking $1 million dollars. I told them no and now they are doing negative ads.",
  "Great. Just reported on @FoxNews that many people who supported @JebBush are now supporting me. I knew that would happen, pundits didn't!",
  "Wow, great Ohio poll. Shows me leading by 5 points, beating K!",
  "Unlike the other Republican candidates, I will be in Nevada all day and night - I won't be fleeing, in and out. I love &amp; invest in Nevada!",
  "RT @EricTrump: Nevada remember you can \"Vote and Go\" - walk in vote and walk out! \nCaucus locator:  #TrumpLV",
  "Join us in Sparks, Nevada today! \n#NevadaCaucus #VoteTrumpNV",
  "\"@StevenMeyers11: @Vogelsong1 @EdRollins @FoxNews Ed Rollins is the only one of those people that understands process &amp; gets it right\"",
  "I am growing the Republican Party tremendously - just look at the numbers, way up! Democrats numbers are significantly down from years past.",
  "\"@jojo2foxy: TRUMP IS UNSTOPPABLE....HE IS WHAT COMMON SENSE AMERICANS WANT WHETHER REPUBLICAN, INDEPENDENT OR A REAGAN DEMOCRAT.",
  "\"@Vogelsong1: @EdRollins gets it. Was just on @FoxNews explaining how Trump wins the general election.\"  Thank you Ed!",
  "Ted Cruz lifts the Bible high into the air and then lies like a dog-over and over again! The Evangelicals in S.C. figured him out &amp; said no!",
  "Ted Cruz does not have the right \"temperment\" to be President. Look at the way he totally panicked in firing his director of comm. BAD!",
  "Wow was Ted Cruz disloyal to his very capable director of communication. He used him as a scape goat-fired like a dog! Ted panicked.",
  "Ted Cruz only talks tough on immigration now because he did so badly in S.C. He is in favor of amnesty and weak on illegal immigration.",
  "THANK YOU LAS VEGAS, NEVADA!\n#NevadaCaucus #VoteTrumpNV",
  "Join me live- now in Las Vegas, Nevada! We will MAKE AMERICA SAFE &amp; GREAT AGAIN! #VoteTrumpNV #NevadaCaucus",
  "RT @DonaldJTrumpJr: Nevada: Here is a quick video @IvankaTrump created on \"How to Caucus\" - very quick and simple!  …",
  "Ted Cruz said on @oreillyfactor that illegals sent out of country by my administration would come right back as citizens. Another lie-crazy!",
  "A big fat hit job on @oreillyfactor tonight. A total waste of time to watch, boring and biased. @brithume said I would never run, a dope!",
  "Great Town Hall tonight at 10:00 P.M. (Eastern) conducted by @seanhannity on @FoxNews",
  "Thank you Vermont! #VoteTrumpVT",
  "Thank you Michigan! #VoteTrumpMI\nTrump 35%\nKasich 17%\nCruz 12%\nRubio 12%\nCarson 9% \nVia: ARG",
  "Great poll! Thank you North Carolina! \n#VoteTrumpNC on 3/15!\nTrump 36%\nCruz 18%\nRubio 18%\nCarson 10%\nKasich 7%\nVia @SurveyUSA",
  "WOW! Thank you Massachusetts! See you soon. #VoteTrumpMA",
  "Just watched the very incompetent Mitt Romney Campaign Strategist, Stuart Stevens. Now I know why Mitt lost so badly. Stevens is a clown!",
  "Thank you Illinois! Great news! #VoteTrumpIL on 3/15!\nTrump 28%\nCruz 15%\nRubio 14%\nKasich 13%\nBush 8%\nCarson 6%\nSimon Poll/SIU",
  "RT @DonaldJTrumpJr: Thank you Elko County, Nevada. So much amazing feedback from my forum today I really appreciate it #trump2016 #ICYMI ht…",
  "I will be on @seanhannity tonight- from Las Vegas, Nevada at 10pmE. Enjoy! #Hannity #Trump2016",
  "Ted Cruz should be disqualified from his fraudulent win in Iowa. Weak RNC and Republican leadership probably won't let this happen! Sad.",
  "Just saw the phony ad by Cruz - totally false, more dirty tricks. He got caught in so many lies - is this man crazy?",
  "Ted Cruz has now apologized to Marco Rubio and Ben Carson for fraud and dirty tricks. No wonder he has lost Evangelical support!",
  "Ted Cruz has been playing an ad about me that is so ridiculously false - no basis in fact. Take ad down Ted. Biggest liar in politics!",
  "Wow, Ted Cruz falsely suggested Marco Rubio mocked the Bible and was just forced to fire his Communications Director. More dirty tricks!",
  "It is so important to audit The Federal Reserve, and yet Ted Cruz missed the vote on the bill that would allow this to be done.",
  "Thank you for your endorsement @paulteutulsr! #BikersForTrump #VoteTrumpNV Video:",
  "Many people are now saying I won South Carolina because of the last debate. I showed anger and the people of our country are very angry!",
  "\"@SandraR677582: @FLTrumpTeam Florida starts early voting on March 5 extending to March 15. Absentee ballots have been sent out! #Trump2016\"",
  "\"@ScotMReed: No matter what liar sleazeball @rickwtyler says about @tedcruz in Tennessee. We have early voting and @realDonaldTrump has won.",
  "I hear the Rickets family, who own the Chicago Cubs, are secretly spending $'s against me. They better be careful, they have a lot to hide!",
  "\"@1sonny12: @KSmith233035 @mitchellvii  FLORIDIANS ARE UPSET BECAUSE RUBIO DID NOT DO WHAT HE PROMISED ONCE HE WAS ELECTED! VOTE TRUMP\"",
  "\"@gregusp61: You really rocked them hard in S.C. Rubio and Cruz were pummled. So glad Jeb is gone! Next no liar!\"",
  "The reason that Ted Cruz lost the Evangelicals in S.C. is because he is a world class LIAR, and Evangelicals do not like liars!",
  "I am in Las Vegas, at the best hotel (by far), Trump International. I will be working with my wonderful teams and volunteers to WIN Nevada!",
  "\"@EricTrump: Nevada we are on our way! #VoteTrumpNV #Trump2016 Caucus locator:",
  "A number of months ago, I was not expected to win South Carolina,Ted Cruz was, and yet I won in a landslide - every group and category. WIN!",
  "THANK YOU Atlanta, Georgia! Leaving for Nevada now. Lets MAKE AMERICA SAFE AND GREAT AGAIN!",
  "RT @EricTrump: Nevada we are on our way! #VoteTrumpNV #Trump2016\nCaucus locator:",
  "RT @BretEastonEllis: Just back from a dinner in West Hollywood: shocked the majority of the table was voting for Trump but they would never…",
  "Thank you South Carolina!",
  "A quote was read from a parody account last night on MSNBC re: Jeb.",
  "The failing @WSJ Wall Street Journal should fire both its pollster and its Editorial Board. Seldom has a paper been so wrong.Totally biased!",
  "I will be live on all of the major morning talk shows. Enjoy!",
  "Thank you @SarahPalinUSA for your amazing help and support. Big win, leaving now for Atlanta and Nevada.The people of South Carolina got it!",
  "\"@mikeliberation: This is the best reaction shot I've ever seen lol #Trump2016\"",
  "What a great night. Thank you South Carolina, a special place with truly amazing people! LOVE",
  "People (pundits) gave me no chance in South Carolina. Now it looks like a possible win. I would be happy with a one vote victory! (HOPE)",
  "\"@CarrollKuykend2: This veteran just voted @realDonaldTrump in the SC primary, let's make America great again!\"",
  "South Carolina voters have the future of our country in their hands. Vote now (today), and MAKE AMERICA GREAT AGAIN!",
  "Remember that Marco Rubio is very weak on illegal immigration. South Carolina needs strength as illegals and Syrians pour in. Don't allow it",
  "I wonder if President Obama would have attended the funeral of Justice Scalia if it were held in a Mosque? Very sad that he did not go!",
  "\"@Carolyn82471448: @WayneDupreeShow @realDonaldTrump All aboard the Trump Train!\"",
  "\"@JoeNBC: Trump expressed concerns months after the Iraq War began, while 60% of Americans still supported the war.",
  "I am the only candidate (in many years) who is self-funding his campaign. Lobbyists and $ interests totally control all other candidates!",
  "\"@micah_micahk: @realDonaldTrump @blackan @DanScavino this veteran voted for Trump in TX early voting!",
  "\"@BirgitOlsen1: @realDonaldTrump @Justice41ca  @Vote_For_Trump EVERYBODY ON TWITTER GET OUT TO VOTE FOR TRUMP TODAY IN SOUTH CAROLINA\"",
  "\"@Blackan: #SCPrimary @realDonaldTrump is the only one who will protect American interests. #MakeAmericaGreatAgain",
  "\"@TrumpNewMedia: WHY DOES TED CRUZ LIE SO MUCH? LET'S FACE IT TED NEVER CREATED EVEN 1 JOB HIS ENTIRE LIFE! #WATCH:",
  "\"@ResisTyr:  Mr.Trump...BOTH Cruz AND Rubio are ineligible to be POTUS! It's a SLAM DUNK CASE!! Check it!",
  "\"@FamilyRedsFans: @FoxNews is really starting to campaign hard for marcorubio. #fairandbalancedmyass\"  He is weak on illegal immigration!",
  "\"@TrumpNewMedia:  Get out &amp; #VoteTrump if you don't #VoteTrump NOTHING will change it's that simple! #VoteTrump",
  "\"@Metazip: @AnnCoulter @DavidJMadeira  TheTrump phenomenon summed up: “Leadership, Fighter and Winner.” Not a Liar",
  "Lying #Ted Cruz just (on election day) came out with a sneak and sleazy Robocall. He holds up the Bible but in fact is a true lowlife pol!",
  "\"@rwalkerTennesse: #SouthCarolina If you want a job next January @Vote_For_Trump today. @realDonaldTrump will work for the people.\"",
  "\"@dnmiller2000: @realDonaldTrump I'm a Regan Dem and believe in your message! God bless you and your campaign!\"",
  "MAKE AMERICA GREAT AGAIN!",
  "Just finished two major speeches in South Carolina. Big crowds, great people. Going for a third now!",
  "Boycott all Apple products  until such time as Apple gives cellphone info to authorities regarding radical Islamic terrorist couple from Cal",
  "Hopefully others will follow suit. Our country needs &amp; should demand security. It is time to get tough &amp; be smart!",
  "I use both iPhone &amp; Samsung. If Apple doesn't give info to authorities on the terrorists I'll only be using Samsung until they give info.",
  "I have built so many great &amp; complicated projects– creating tens of thousands of jobs-video:",
  "#MakeAmericaGreatAgain #Trump2016",
  "#MakeAmericaGreatAgain #Trump2016",
  "Remember, Cruz and Bush gave us Roberts who upheld #ObamaCare twice! I am the only one who will #MAKEAMERICAGREATAGAIN!",
  "I’m self-funding and I am going to take care of the people – not the special interests and insurance companies like the other candidates.",
  "I will replace it with private plans, health savings accounts, &amp; allow purchasing across state lines. Maximum choice &amp; freedom for consumer.",
  "I was referring to a backstop for pre-existing conditions. I will eliminate the law, in its entirety, &amp; replace it w/ something much better.",
  "I was asked about healthcare by Anderson Cooper &amp; have been consistent- I will repeal all of #ObamaCare, including the mandate, period.",
  "A message from @IvankaTrump! #SCPrimary #VoteTrumpSC #MakeAmericaGreatAgain \nVideo:",
  "Thank you South Carolina! Everyone get out and vote tomorrow! We will #MakeAmericaGreatAgain!",
  "\"@KathyTravels777:  ĺ @andersoncooper Tonight on CNN @realDonaldTrump was GREAT. Loved the intimacy of conversation w the people\"",
  "Tonight I will be on @FoxNews with @SeanHannity at 10pm and @CNN w/ @AndersonCooper at 10:10pm. Enjoy! #VoteTrumpSC #Trump2016",
  "We will MAKE AMERICA SAFE &amp; GREAT AGAIN! #Trump2016 #VoteTrumpSC",
  "RT @JoeNBC: \"Pope Francis, tear down that wall!\"\n#vaticanwalls",
  "Join us Saturday night- for the South Carolina Primary Watch Party!\n#SCPrimary #Trump2016",
  "Join us tomorrow night in Charleston, South Carolina! #SCPrimary #Trump2016",
  "RT @benshapiro: Pope on Trump: \"A person who thinks only about building walls...is not Christian.\" This is Vatican City.",
  "RT @TomOdell: .@FoxNews - Pope who lives in a Vatican city fortified with huge walls thinks it's wrong to build walls? Really?",
  "Response to the Pope:",
  "I agree with Marco Rubio that Ted Cruz is a liar!",
  ".@FoxNews is changing their  theme from \"fair and balanced\" to \"unfair and unbalanced.\" But dying @WSJ is worse.Their phony poll is a  joke!",
  "Thank you South Carolina! Together, WE WILL MAKE AMERICA GREAT AGAIN! #VoteTrumpSC",
  "#MakeAmericaGreatAgain #Trump2016",
  "Thank you America! #Trump2016",
  "New CBS National Poll just out - massive lead for Trump. The Wall Street Journal/NBC Poll is a total joke. No wonder WSJ is doing so badly!",
  "I love being in South Carolina. We are leading big in all of the State polls - Saturday is a BIG day. MAKE AMERICA GREAT AGAIN!",
  "The just out USA Today National Poll, where I lead by big numbers, shows that in a head to head matchup, I beat both Hillary and Bernie.",
  "Amazing that while I lead by big numbers in the new Q and and USA Today polls, the the press only wants to report on the phony WSJ/NBC poll.",
  "Join us tomorrow in Kiawah, South Carolina! #SCPrimary #VoteTrumpSC\n#Trump2016",
  "THANK YOU AMERICA! \n#MakeAmericaGreatAgain #Trump2016",
  "Thank you Nevada! #MakeAmericaGreatAgain #Trump2016",
  "#MakeAmericaGreatAgain #Trump2016",
  "Jeb Bush just got contact lenses and got rid of the glasses. He wants to look cool, but it's far too late. 1% in Nevada!",
  "Just out Nevada poll shows Jeb Bush at 1%, he should take his dumb mouthpiece, @LindseyGrahamSC, and just go home.",
  ".@FoxNews is so biased it is disgusting. They do not want Trump to win. All negative!",
  "I will beat Hillary easily, but Lindsey Graham says I won't, and yet he got zero against me- no cred! Why does FOX put him on?",
  ".@lindseygraham, who had zero in his presidential run before dropping out in disgrace- saying the most horrible things about me on @FoxNews.",
  "Interesting how President Obama so haltingly said I \"would never be president\" - This from perhaps the worst president in U.S. history!",
  "\"@ChJLuc91: @YomasterJon @RichardTBurnett  Scary how smoothly Cruz looks into the camera and lies about Trump, CANT be #POTUS! #Trump2016\"",
  "\"@babo_sirin: BUSTED AGAIN: @TedCruz in Hot Water Over Possibly Illegal Fundraising #SCPrimary  The guy is bad news",
  "Why does @megynkelly devote so much time on her shows to me, almost always negative?  Without me her ratings would tank. Get a life Megyn!",
  "\"@debdew2:  @brithume @megynkelly @DiamondandSilk FOX: TRUMP HATERS R SCARED BECAUSE THEY LOSE -  TRUMP IS WINNING",
  "Thank you  @kayleighmcenany for your nice words - great knowledge and style! We are doing really well in South Carolina. @CNN @donlemon",
  "\"@Good2bqueen67:  @brithume @megynkelly They're too lame to get it, Sir. When you win the election they'll get it.\"",
  ".@brithume thinks that when Republicans drop out of the race, someone will pick up ALL of that vote. The fact is I will get much of it!",
  "Explain to @brithume and @megynkelly, who know nothing, that I will beat Hillary and win states (and dem-indie votes) that no other R can!",
  "Will be interviewed by @StephenAtHome tonight by phone- a late show first @CBS @colbertlateshow. Enjoy! \n#Colbert #LSSC",
  "Thank you, South Carolina! #MakeAmericaGreatAgain #Trump2016",
  "Thank you to the 2,500+ in North Augusta, South Carolina. Lines down the block! Don't forget to VOTE on Saturday!",
  "#TeamTrump is thinking of Captain Andrew Maitner. A true American hero. #MaitnerStrong",
  "Just sat down for a great interview with @PHussionWYFF in Greenville today. Watch at 5pm. An amazing day in South Carolina! #VoteTrumpSC",
  "Thank you! #MakeAmericaGreatAgain",
  "New PPP Poll just out - Trump up big, Cruz, Rubio and Bush down. The debate results, even with a stacked RNC audience, were wonderful!",
  "Spent the full day at meetings and a major rally yesterday in South Carolina. Great people and spirit. Today will be more of the same.",
  "New South Carolina poll from PPP. Thank you! #VoteTrumpSC",
  "What a night! 10,000 amazing supporters in Greenville, South Carolina! THANK YOU!\nVOTE on Saturday! #VoteTrumpSC",
  "Thank you for your continued support!\n#MakeAmericaGreatAgain",
  "RESPONSE TO THE LIES OF SENATOR CRUZ: \n#Trump2016 #VoteTrumpSC",
  "JEB is a hypocrite! Used massive private \"Eminent Domain\" --- Just another clueless politician!",
  "Jeb used Eminent Domain &amp; took advantage of a disabled vet in the process. (2/2)",
  "I'd like to call JEB a liar, but the truth is he has no clue &amp; never revealed that he used Eminent Domain- when criticizing me! (1/2)",
  "Now that George Bush is campaigning for Jeb(!), is he fair game for questions about World Trade Center, Iraq War and eco collapse? Careful!",
  "I will be in South Carolina all week. Saturday is BIG, BIG, BIG! Get out and vote - MAKE AMERICA GREAT AGAIN",
  "Jeb Bush and Ted Cruz are not electable presidential candidates, Hillary would destroy them. Ted may not be eligible to run - born in Canada",
  "Funny that Jeb(!) didn't want help from his family in his failed campaign and didn't even want to use his last name.Then mommy, now brother!",
  "Ted Cruz, along with Jeb Bush, pushed Justice John Roberts onto the Supreme Court. Roberts could have killed ObamaCare twice, but didn't!",
  "Wow, in the new CBS Poll I went way up into the forties! Thank you!",
  "Tickets for future debates should be put out to the general public instead of being given to the lobbyists &amp; special interests - the bosses!",
  "Loved the debate last night, and almost everyone said I won, but the RNC did a terrible job of ticket distrbution. All donors &amp; special ints",
  "Thank you for your support! TOGETHER we will MAKE AMERICA GREAT AGAIN!",
  "I will be on Face the Nation with John Dickerson on CBS this morning. Enjoy!",
  "This shows what a complete &amp; total liar Ted Cruz is- he said he wouldn't have nominated John Roberts. Really?",
  "\"@autumnandews08: @realDonaldTrump @JebBush Jeb is incompetent and will lose, don't waste your energy on that cry baby!\"",
  "Even though every poll, Time, Drudge etc., has me winning the debate by a lot, @FoxNews only puts negative people on. Biased - a total joke!",
  "\"@jeffpaine:  @realDonaldTrump you crushed the debate! Thank you!",
  "#GOPDebate #GoogleTrends",
  "Hey @glennbeck- see how I beat your boy Ted- in your own Blaze poll? Your endorsement means nothing! #GOPDebate",
  "#MakeAmericaGreatAgain!",
  "All polls have me winning debate big- Drudge, TIME, etc. Dopey Charles Krauthammer still nasty. He has zero cred- totally dishonest!",
  "How can @JebBush beat Hillary Clinton- if he can't beat anyone else on the #GOPDebate stage with $150M? I am the only one who can!",
  "Thank you! I miss my father."
]